[
  {
    "code": "CSNINS_eg",
    "name": "Extreme Games",
    "description": "<p>Con il gioco bonus Extreme Games scali le  vette più alte a bordo di una moto! </p>",
    "descriptionLong": "<p>Extreme Games è una slot machine con 5 rulli e 25 linee. Nella slot machine Extreme Games è possibile ottenere dei  giri gratis se vengono visualizzati tre o più simboli Scatter in qualsiasi posizione.</p>\n<p>Per iniziare il gioco bonus Moto X High Jump è necessario  accumulare 1.000 punti. </p>\n<p>Per ogni simbolo Bonus ottenuto su uno qualunque dei rulli si riceve un punto di  bonus per ogni linea e ogni credito per linea giocati. Lo scopo del gioco bonus  è di saltare più in alto possibile. </p>\n<p>Dopo aver selezionato il pilota  desiderato, si hanno a disposizione cinque tentativi. Per passare al livello  successivo è necessario riuscire a saltare tutti i precedenti. </p>"
  },
  {
    "code": "CSNINS_lcs",
    "name": "Lost City",
    "description": "Gioca alla slot machine online <b>Lost City</b> e scopri la città perduta.",
    "descriptionLong": "<p>  Lost City è una slot machine con <b>vincite dinamiche</b>. Non ci sono linee di  vincita, ma ogni combinazione vincente, in una fila da sinistra a destra,  consente di ottenere una quantità di crediti proporzionale al numero di crediti  puntati per giro. <br />\n  Il gioco include una <b>Partita Bonus</b> a storia progressiva, divisa in quattro livelli. Per  ciascun livello, il giocatore può effettuare una serie di scelte. </p>\n<p>E’ possibile ottenere dei <b>Giri Gratis</b>, se vengono visualizzati 2  o 3 simboli <b>Scatter</b> in qualsiasi posizione.  Durante i Giri Gratis se ne possono vincere altri. Tutti i premi vinti con i  giri gratis vengono raddoppiati, tranne i nuovi Giri Gratis e i <b>Punti Bonus</b> (Punti Quest). Durante i  Giri Gratis il numero di crediti per giro e di denominazioni giocati sono  mantenuti.</p>\n<p>Il <b>Gioco  Bonus</b> è suddiviso in quattro livelli, che permetteranno di arrivare sempre  più vicini alla meta. </p>"
  },
  {
    "code": "CSNINS_bos",
    "name": "Burning Ocean",
    "description": "<p>Prova a vincere il jackpot in palio e tenta la fortuna con il gioco bonus al raddoppio!</p>",
    "descriptionLong": "<p>Gioca al Raddoppio, simbolo Mistery, Full House e Jackpot nella slot machine Burning Ocean.  Dopo ogni vincita, il Giocatore ha la possibilità di raddoppiare la vincita stessa con un gioco al raddoppio (escluse le vincite del jackpot). In tale gioco è possibile tentare di prevedere il colore della carta capovolta (rosso o nero). Se si indovina si può provare a raddoppiare ancora oppure incassare la vincita. <br />  <br />Se il Giocatore ottiene tre o quattro simboli Mystery di fila, il premio vinto è determinato da un moltiplicatore scelto randomicamente dalla piattaforma di gioco. Tale moltiplicatore varia da 12 a 64 se vengono visualizzati tre simboli mystery di fila, da 32 a 128 se ne vengono visualizzati quattro.<br />  <br />Quando appare lo stesso simbolo in tutte le posizioni dei rulli, si è ottenuto un FULL HOUSE, e tutte le vincite vengono raddoppiate.</p>"
  },
  {
    "code": "CSNINS_ims",
    "name": "Irish Magic",
    "description": "<p>Gioca alla slot machine Irish Magic e trova le coppie di  simboli uguali.</p>",
    "descriptionLong": "<p>Irish Magic è una slot machine con cinque  rulli e 15 linee. Il gioco ha un <b>Jackpot</b>,  il cui valore è mostrato nella schermata di gioco. Per realizzare il jackpot,  occorre giocare il numero massimo di crediti per linea. Le linee di vincita  sono disposte da sinistra a destra. <br /><br /> È possibile ottenere dei giri gratis, se  vengono visualizzati tre, quattro o cinque simboli <b>Scatter</b> in qualsiasi posizione. <br /><br />Per iniziare il <b>Gioco Bonus</b> è necessario accumulare almeno 1.000 punti. L&#39;obiettivo  del gioco bonus è quello di trovare coppie di valori uguali visualizzati sulle  tavole. Si hanno a disposizione quattro tentativi per trovare una coppia.<br /><br />Per vincere il jackpot occorre giocare il  massimo dei crediti per ogni linea ed ottenere cinque simboli Jackpot. Se viene  giocato un numero di crediti per linea inferiore al massimo, è possibile  vincere il seguente premio: <b>Grand  Jackpot</b>.</p>"
  },
  {
    "code": "CSNINS_fb",
    "name": "Fire Burner",
    "description": "<p>Gioca con Fire Burner, sfrutta velocità e intuito e prova a vincere</p>",
    "descriptionLong": "<p>Fire Burner è una slot machine con 5 rulli e 15 linee. Il  gioco offre 3 Jackpot, il cui valore  è mostrato nella schermata di gioco. Per ottenere i jackpot, occorre giocare il  numero massimo di crediti per linea.<br />\n  E’ possibile ottenere dei Giri Gratis, se vengono visualizzati 3, 4 o 5 simboli Scatter in qualsiasi posizione. <br />\n  Per iniziare il Gioco  Bonus è necessario accumulare almeno 750  punti. I punti bonus vengono accumulati in base alla denominazione e non  vengono azzerati se si cambia denominazione o si esce dal gioco.<br />\n  Lo scopo del Gioco Bonus è di scegliere il maggior numero  possibile di scatole senza trovare il simbolo STOP. È possibile scegliere una  scatola su ciascun livello.<br />\nPer vincere il Jackpot,  il Super Jackpot o il Grand Jackpot, è necessario ottenere 3,  4 o 5 simboli jackpot su una linea di vincita attiva e aver puntato il massimo  dei crediti per ogni linea.</p>"
  },
  {
    "code": "CSNINS_tchl",
    "name": "Triple Chance Hi-Lo",
    "description": "<p>Sei abile ad indovinare i numeri? Il Triple Chance Hi-Lo ti  sta aspettando! </p>",
    "descriptionLong": "<p>L&#39;obiettivo di Triple  Chance Hi-Lo è quello di indovinare se il numero successivo visualizzato su  uno dei rulli sarà superiore o inferiore rispetto a quello visibile al momento.<br />\n  Il Triple Chance Hi-Lo presenta 3 rulli e numeri da 1 a 13. Per giocare è sufficiente scegliere tra  3 rulli e indovinare se il numero successivo è superiore o inferiore rispetto a  quello visualizzato.<br />\n  Per iniziare la partita, specifica l’importo e seleziona GO!<br />\n  Per giocare è sufficiente selezionare un rullo e fare clic  su HI o su LO per stabilire se il numero successivo di tale rullo sarà  superiore o inferiore al precedente.<br />\nNel campo Pays di  ciascun rullo viene mostrata l&#39;eventuale vincita del giro successivo. Ogni  volta che si indovina, la puntata successiva è costituita dalla vincita di  quella precedente. Pertanto, ogni potenziale vincita aumenta di giro in giro.</p>"
  },
  {
    "code": "CSNINS_mms",
    "name": "Money Miner",
    "description": "<p>Gioca alla slot Money Miner, decidi se accettare l’offerta o  ritentare la fortuna.</p>",
    "descriptionLong": "<p>Money Miner è una slot machine con cinque  rulli e 25 linee e include il gioco <b>Diamond  Dream Jackpot</b> in cui, oltre a vincere un premio fisso, è possibile  conquistare uno di tre jackpot. <br />   Con 3, 4 o 5 simboli <b>Scatter</b> non allineati si ottengono dei giri gratis. Durante i giri  gratis se ne possono vincere altri. <br />   Per iniziare un gioco Diamond Dream  Jackpot, è necessario ottenere 3, 4 o 5 simboli jackpot su una linea di vincita  attiva. <br />   Quando si vince un jackpot, si vince  l&#39;importo del <b>Jackpot Progressivo</b> visualizzato  nel riquadro del jackpot. Tuttavia, se più giocatori vincono un jackpot nello  stesso momento, l&#39;importo vinto può essere inferiore a quello visualizzato nel  riquadro del jackpot a causa di latenze nel sistema.</p>"
  },
  {
    "code": "CSNINS_fmx",
    "name": "Formula X",
    "description": "Vinci la gara con la slot machine Formula X, scopri i jackpot e i Giri Gratis.",
    "descriptionLong": "<p>  Formula X è una slot machine online con <b>5 rulli</b> e <b>25 linee</b>. Il gioco offre 3 jackpot, il cui valore è mostrato nella  schermata di gioco. </p>\n<p>E’ possibile ottenere dei <b>Giri Gratis</b>, se vengono visualizzati 3,  4 o 5 simboli <b>Scatter</b> in qualsiasi  posizione. Durante i Giri Gratis se ne possono vincere altri. Tutti i premi  vinti con i giri gratis vengono raddoppiati, tranne i nuovi giri gratis, i  Jackpot e i punti Bonus.</p>\n<p>Per iniziare il <b>Gioco Bonus</b> è necessario accumulare almeno <b>1.000 punti</b>. L&#39;obiettivo del Gioco Bonus è di riuscire a far  vincere la gara Formula X alla propria squadra. La vincita dipende dalla  posizione di arrivo della propria auto. È possibile vincere da 100 a 50.000  crediti. Per iniziare il Gioco Bonus a <b>Jackpot</b>,  è necessario ottenere tre, quattro o cinque simboli jackpot.</p>"
  },
  {
    "code": "CSNINS_thewildlife",
    "name": "The Wild Life",
    "description": "<p>Sei un appassionato di animali che vivono in una savana? Gioca con The Wild Life!</p>",
    "descriptionLong": "<p>The Wild Life è una  slot machine online con cinque rulli e 20 linee. Il gioco include la  funzione <b>Stretching Wilds</b> che  accresce le possibilità di vincita. Le linee di vincita sono disposte da  sinistra a destra, a partire dal rullo più a sinistra.</p><p>È possibile vincere una serie di <b>Giri  Gratis</b> se si ottengono tre, quattro o cinque simboli <b>Scatter</b> in qualunque posizione sui rulli. La sequenza di giri  gratis inizia automaticamente. <br />   Dopo un qualsiasi giro gratis è possibile vincere un&#39;altra sequenza di  giri gratis. Tutti i premi vinti nei giri gratis vengono raddoppiati. Il  simbolo Jolly sostituisce tutti i simboli, esclusi quello scatter. Il simbolo <b>Jolly</b> viene visualizzato solo sul  secondo e sul quarto rullo.</p>"
  },
  {
    "code": "CSNINS_classicsphinx",
    "name": "Classic Sphinx",
    "description": "<p>Classic Sphinx presenta 5 rulli e 9 linee. Con il Bonus Game, scopri i tesori nascosti.</p>",
    "descriptionLong": "<p>Con tre o più simboli Bonus Game in qualunque posizione su una linea attiva si accede alla Bonus Game Sfinge! Una camera funeraria egizia si apre e al suo interno si trovano cinque sarcofagi. Per ogni volta che si ottengono tre o più simboli Bonus Game su una linea attiva, si ha la possibilità di fare clic e aprire un sarcofago.<br />   Ogni sarcofago cela una vincita misteriosa da 5 a 250 volte l&#39;importo della puntata per linea. Se viene trovata la statua della Sfinge, la camera della Sfinge si apre ed è possibile scegliere una delle cinque statue della Sfinge. Nella camera della Sfinge è possibile vincere da 100 a 2.500 volte l&#39;importo della puntata per linea. Le vincite bonus vengono sommate alle vincite sulle linee.<br />  <br />Ogni volta che si ottiene una vincita, sarà possibile raddoppiare o quadruplicare l&#39;importo con il Gioco bonus scommessa. Nella Bonus Game Scommetti l&#39;obiettivo è indovinare il colore o il seme della carta coperta.</p>"
  },
  {
    "code": "CSNINS_zhenghe92",
    "name": "Zheng He",
    "description": "Zheng He",
    "descriptionLong": "Zheng He"
  },
  {
    "code": "CSNPThlf",
    "name": "Halloween Fortune",
    "description": "Gioca con le streghe sexy e prova a vincere grazie alle loro magie e ai loro intrugli segreti!",
    "descriptionLong": "<p> Halloween  Fortune è una Slot machine a <b>5 rulli</b> con <b>20 linee</b>, l&#39;obiettivo è ottenere  combinazioni di simboli vincenti facendo girare i rulli. </p>\n<p>I simboli <b>Scatter</b> non devono uscire su nessuna linea di pagamento  particolare. Se ci sono tre o più Scatter in qualsiasi posizione nei risultati  del tiro, il payout guadagnato viene moltiplicato per la puntata totale e  aggiunto alle vincite della linea di pagamento.</p>\n<p>Per far partire il <b>Witches&#39; Brew Bonus</b>, clicca su Clicca per iniziare. Al giocatore  viene mostrata una schermata con 3 streghe tra cui scegliere. Clicca su una  strega per effettuare una selezione. Ogni selezione vince un numero di Giochi  Gratis (3, 4, 5, 7, 10 o 20). Clicca su Continua per procedere. Nella schermata  successiva, il giocatore deve selezionare una pozione su 6 per vincere il  moltiplicatore (2, 3, 4, 5, 7 o 10) per i <b>Giochi  Gratis</b>.</p>"
  },
  {
    "code": "CSNINS_kog",
    "name": "Knights Of Glory",
    "description": "Prendi parte alla giostra di Knights of Glory e diventa un valoroso cavaliere",
    "descriptionLong": "<p> Knights of Glory è  una Slot machine online a <b>5 rulli</b> e <b>15 linee</b>. Il gioco prevede un <b>Grand Jackpot</b> che si ottiene collezionando cinque simboli jackpot  di fila su una linea di vincita attiva. </p>\n<p>Durante i <b>Giri Gratis</b> se ne possono vincere altri. Durante i Giri Gratis si  mantiene la denominazione, il numero di linee e di crediti per linea giocati.</p>\n<p>Per vincere il <b>Jackpot</b> occorre giocare il massimo dei crediti per ogni linea. Se  viene giocato un numero di crediti per linea inferiore al massimo, è possibile  vincere Grand Jackpot.</p>\n<p>Per iniziare un <b>Gioco Bonus</b> è necessario accumulare <b>1.000 punti</b>. I punti bonus vengono accumulati in base alla  denominazione e non vengono azzerati se si cambia denominazione o si esce dal  gioco. </p>"
  },
  {
    "code": "CSNINS_aceshi",
    "name": "Aces High",
    "description": "<p>Gioca con Aces High e indovina il prossimo numero sui rulli! </p>",
    "descriptionLong": "<p>L&#39;obiettivo di Aces High è quello di indovinare se il valore della carta  successiva è superiore, inferiore o uguale a quello della carta visualizzata.</p>\n<p>Per giocare a Aces High è sufficiente scegliere quanto puntare, pronosticare se  la carta seguente sarà più alta, più bassa o uguale a quella attuale  visualizzata in quel momento, non dimenticando che l’Asso è la carta più alta.</p>\n<p>Inoltre il gioco prevede una serie di Bonus assegnati nel caso in cui le  previsioni siano corrette. </p>"
  },
  {
    "code": "CSNINS_ro",
    "name": "American Roulette",
    "description": "<p>Vuoi entrare nei migliori casinò di Las Vegas? Comincia con l’American Roulette! Punta sul tuo istinto!</p>",
    "descriptionLong": "<p>Gioca con l’American Roulette e punta sul tuo istinto! Ti aspettano 38 caselle: 36 numeri da 1 a 36, colorati in rosso e nero, un numero zero e un numero doppio zero, di colore verde.<br /><br />Nell&#39;American Roulette è possibile effettuare due tipologie di puntate principali: Inside Bets e Outside Bets. Nell’American Roulette, inoltre, sono presenti altre puntate:<br />  Straight up: Puntata su un numero specifico, compreso lo zero (0) e il doppio zero (00). Split: Puntata su due numeri adiacenti. Street: Puntata che copre tre numeri. <br /> Corner: Puntata che copre quattro numeri.  First Five: Puntata che copre i seguenti numeri: 0, 00, 1, 2 e 3.  Line: Puntata che comprende due terzine, ovvero sei numeri diversi in due file da tre numeri ciascuna.</p>"
  },
  {
    "code": "CSNINS_tob2",
    "name": "Tens or Better",
    "description": "<p>Con Tens or Better vincere non è mai stato così facile…ti  bastano solo due 10!!</p>",
    "descriptionLong": "<p>Con Tens or Better vincere non è mai stato  così facile…ti bastano solo due 10!! E se ti senti fortunato, prova a raddoppiare  le tue vincite con il Gioco Bonus! </p>\n<p>Se si ottiene una combinazione vincente è  possibile incassare subito la vincita o provare a raddoppiarla giocando al Gioco Bonus. </p>\n<p>Gioco Bonus È possibile provare a  raddoppiare la tua vincita giocando al Gioco Bonus, il cui obiettivo è  indovinare il colore o il seme della carta coperta al centro della schermata di  gioco.</p>\n<p>Se si indovina, la vincita viene  raddoppiata ed è possibile incassare oppure tentare di raddoppiare di nuovo. È  possibile raddoppiare fino a cinque volte.</p>\n<p>Se invece la scelta è errata si perde  tutto. </p>"
  },
  {
    "code": "CSNINS_fro",
    "name": "French Roulette",
    "description": "Gioca subito con la French Roulette e vivi le emozioni di un vero Casinò!",
    "descriptionLong": "Gioca subito con la French Roulette e prova le emozioni di vincere come in un vero casinò! La French Roulette contiene 36 numeri ed uno zero (0) e si differenzia dagli altri tipi di roulette per la disposizione del tavolo da gioco in cui i numeri e le possibili puntate sono posizionate in apposite aree del tavolo. Nella French Roulette, è possibile effettuare due tipologie di puntata: Inside Bets e Outside Bets. Nella roulette francese le possibilità di vincita sono superiori a quelle della versione europea o americana, in quanto il giocatore con le puntate 1 a 1 perde solo il 50% della sua puntata se la pallina della roulette si ferma sullo zero, questa viene definita la regola La Partage."
  }
]