[
  {
    "code": "CSNINS_eg",
    "name": "Extreme Games",
    "description": "<p>Con il gioco bonus Extreme Games scali le  vette più alte a bordo di una moto! </p>",
    "descriptionLong": "<p>Extreme Games è una slot machine con 5 rulli e 25 linee. Nella slot machine Extreme Games è possibile ottenere dei  giri gratis se vengono visualizzati tre o più simboli Scatter in qualsiasi posizione.</p>\n<p>Per iniziare il gioco bonus Moto X High Jump è necessario  accumulare 1.000 punti. </p>\n<p>Per ogni simbolo Bonus ottenuto su uno qualunque dei rulli si riceve un punto di  bonus per ogni linea e ogni credito per linea giocati. Lo scopo del gioco bonus  è di saltare più in alto possibile. </p>\n<p>Dopo aver selezionato il pilota  desiderato, si hanno a disposizione cinque tentativi. Per passare al livello  successivo è necessario riuscire a saltare tutti i precedenti. </p>"
  },
  {
    "code": "CSNINS_lcs",
    "name": "Lost City",
    "description": "Gioca alla slot machine online <b>Lost City</b> e scopri la città perduta.",
    "descriptionLong": "<p>  Lost City è una slot machine con <b>vincite dinamiche</b>. Non ci sono linee di  vincita, ma ogni combinazione vincente, in una fila da sinistra a destra,  consente di ottenere una quantità di crediti proporzionale al numero di crediti  puntati per giro. <br />\n  Il gioco include una <b>Partita Bonus</b> a storia progressiva, divisa in quattro livelli. Per  ciascun livello, il giocatore può effettuare una serie di scelte. </p>\n<p>E’ possibile ottenere dei <b>Giri Gratis</b>, se vengono visualizzati 2  o 3 simboli <b>Scatter</b> in qualsiasi posizione.  Durante i Giri Gratis se ne possono vincere altri. Tutti i premi vinti con i  giri gratis vengono raddoppiati, tranne i nuovi Giri Gratis e i <b>Punti Bonus</b> (Punti Quest). Durante i  Giri Gratis il numero di crediti per giro e di denominazioni giocati sono  mantenuti.</p>\n<p>Il <b>Gioco  Bonus</b> è suddiviso in quattro livelli, che permetteranno di arrivare sempre  più vicini alla meta. </p>"
  },
  {
    "code": "CSNINS_bos",
    "name": "Burning Ocean",
    "description": "<p>Prova a vincere il jackpot in palio e tenta la fortuna con il gioco bonus al raddoppio!</p>",
    "descriptionLong": "<p>Gioca al Raddoppio, simbolo Mistery, Full House e Jackpot nella slot machine Burning Ocean.  Dopo ogni vincita, il Giocatore ha la possibilità di raddoppiare la vincita stessa con un gioco al raddoppio (escluse le vincite del jackpot). In tale gioco è possibile tentare di prevedere il colore della carta capovolta (rosso o nero). Se si indovina si può provare a raddoppiare ancora oppure incassare la vincita. <br />  <br />Se il Giocatore ottiene tre o quattro simboli Mystery di fila, il premio vinto è determinato da un moltiplicatore scelto randomicamente dalla piattaforma di gioco. Tale moltiplicatore varia da 12 a 64 se vengono visualizzati tre simboli mystery di fila, da 32 a 128 se ne vengono visualizzati quattro.<br />  <br />Quando appare lo stesso simbolo in tutte le posizioni dei rulli, si è ottenuto un FULL HOUSE, e tutte le vincite vengono raddoppiate.</p>"
  },
  {
    "code": "CSNINS_ims",
    "name": "Irish Magic",
    "description": "<p>Gioca alla slot machine Irish Magic e trova le coppie di  simboli uguali.</p>",
    "descriptionLong": "<p>Irish Magic è una slot machine con cinque  rulli e 15 linee. Il gioco ha un <b>Jackpot</b>,  il cui valore è mostrato nella schermata di gioco. Per realizzare il jackpot,  occorre giocare il numero massimo di crediti per linea. Le linee di vincita  sono disposte da sinistra a destra. <br /><br /> È possibile ottenere dei giri gratis, se  vengono visualizzati tre, quattro o cinque simboli <b>Scatter</b> in qualsiasi posizione. <br /><br />Per iniziare il <b>Gioco Bonus</b> è necessario accumulare almeno 1.000 punti. L&#39;obiettivo  del gioco bonus è quello di trovare coppie di valori uguali visualizzati sulle  tavole. Si hanno a disposizione quattro tentativi per trovare una coppia.<br /><br />Per vincere il jackpot occorre giocare il  massimo dei crediti per ogni linea ed ottenere cinque simboli Jackpot. Se viene  giocato un numero di crediti per linea inferiore al massimo, è possibile  vincere il seguente premio: <b>Grand  Jackpot</b>.</p>"
  },
  {
    "code": "CSNINS_fb",
    "name": "Fire Burner",
    "description": "<p>Gioca con Fire Burner, sfrutta velocità e intuito e prova a vincere</p>",
    "descriptionLong": "<p>Fire Burner è una slot machine con 5 rulli e 15 linee. Il  gioco offre 3 Jackpot, il cui valore  è mostrato nella schermata di gioco. Per ottenere i jackpot, occorre giocare il  numero massimo di crediti per linea.<br />\n  E’ possibile ottenere dei Giri Gratis, se vengono visualizzati 3, 4 o 5 simboli Scatter in qualsiasi posizione. <br />\n  Per iniziare il Gioco  Bonus è necessario accumulare almeno 750  punti. I punti bonus vengono accumulati in base alla denominazione e non  vengono azzerati se si cambia denominazione o si esce dal gioco.<br />\n  Lo scopo del Gioco Bonus è di scegliere il maggior numero  possibile di scatole senza trovare il simbolo STOP. È possibile scegliere una  scatola su ciascun livello.<br />\nPer vincere il Jackpot,  il Super Jackpot o il Grand Jackpot, è necessario ottenere 3,  4 o 5 simboli jackpot su una linea di vincita attiva e aver puntato il massimo  dei crediti per ogni linea.</p>"
  },
  {
    "code": "CSNINS_tchl",
    "name": "Triple Chance Hi-Lo",
    "description": "<p>Sei abile ad indovinare i numeri? Il Triple Chance Hi-Lo ti  sta aspettando! </p>",
    "descriptionLong": "<p>L&#39;obiettivo di Triple  Chance Hi-Lo è quello di indovinare se il numero successivo visualizzato su  uno dei rulli sarà superiore o inferiore rispetto a quello visibile al momento.<br />\n  Il Triple Chance Hi-Lo presenta 3 rulli e numeri da 1 a 13. Per giocare è sufficiente scegliere tra  3 rulli e indovinare se il numero successivo è superiore o inferiore rispetto a  quello visualizzato.<br />\n  Per iniziare la partita, specifica l’importo e seleziona GO!<br />\n  Per giocare è sufficiente selezionare un rullo e fare clic  su HI o su LO per stabilire se il numero successivo di tale rullo sarà  superiore o inferiore al precedente.<br />\nNel campo Pays di  ciascun rullo viene mostrata l&#39;eventuale vincita del giro successivo. Ogni  volta che si indovina, la puntata successiva è costituita dalla vincita di  quella precedente. Pertanto, ogni potenziale vincita aumenta di giro in giro.</p>"
  },
  {
    "code": "CSNINS_mms",
    "name": "Money Miner",
    "description": "<p>Gioca alla slot Money Miner, decidi se accettare l’offerta o  ritentare la fortuna.</p>",
    "descriptionLong": "<p>Money Miner è una slot machine con cinque  rulli e 25 linee e include il gioco <b>Diamond  Dream Jackpot</b> in cui, oltre a vincere un premio fisso, è possibile  conquistare uno di tre jackpot. <br />   Con 3, 4 o 5 simboli <b>Scatter</b> non allineati si ottengono dei giri gratis. Durante i giri  gratis se ne possono vincere altri. <br />   Per iniziare un gioco Diamond Dream  Jackpot, è necessario ottenere 3, 4 o 5 simboli jackpot su una linea di vincita  attiva. <br />   Quando si vince un jackpot, si vince  l&#39;importo del <b>Jackpot Progressivo</b> visualizzato  nel riquadro del jackpot. Tuttavia, se più giocatori vincono un jackpot nello  stesso momento, l&#39;importo vinto può essere inferiore a quello visualizzato nel  riquadro del jackpot a causa di latenze nel sistema.</p>"
  },
  {
    "code": "CSNINS_fmx",
    "name": "Formula X",
    "description": "Vinci la gara con la slot machine Formula X, scopri i jackpot e i Giri Gratis.",
    "descriptionLong": "<p>  Formula X è una slot machine online con <b>5 rulli</b> e <b>25 linee</b>. Il gioco offre 3 jackpot, il cui valore è mostrato nella  schermata di gioco. </p>\n<p>E’ possibile ottenere dei <b>Giri Gratis</b>, se vengono visualizzati 3,  4 o 5 simboli <b>Scatter</b> in qualsiasi  posizione. Durante i Giri Gratis se ne possono vincere altri. Tutti i premi  vinti con i giri gratis vengono raddoppiati, tranne i nuovi giri gratis, i  Jackpot e i punti Bonus.</p>\n<p>Per iniziare il <b>Gioco Bonus</b> è necessario accumulare almeno <b>1.000 punti</b>. L&#39;obiettivo del Gioco Bonus è di riuscire a far  vincere la gara Formula X alla propria squadra. La vincita dipende dalla  posizione di arrivo della propria auto. È possibile vincere da 100 a 50.000  crediti. Per iniziare il Gioco Bonus a <b>Jackpot</b>,  è necessario ottenere tre, quattro o cinque simboli jackpot.</p>"
  },
  {
    "code": "CSNINS_thewildlife",
    "name": "The Wild Life",
    "description": "<p>Sei un appassionato di animali che vivono in una savana? Gioca con The Wild Life!</p>",
    "descriptionLong": "<p>The Wild Life è una  slot machine online con cinque rulli e 20 linee. Il gioco include la  funzione <b>Stretching Wilds</b> che  accresce le possibilità di vincita. Le linee di vincita sono disposte da  sinistra a destra, a partire dal rullo più a sinistra.</p><p>È possibile vincere una serie di <b>Giri  Gratis</b> se si ottengono tre, quattro o cinque simboli <b>Scatter</b> in qualunque posizione sui rulli. La sequenza di giri  gratis inizia automaticamente. <br />   Dopo un qualsiasi giro gratis è possibile vincere un&#39;altra sequenza di  giri gratis. Tutti i premi vinti nei giri gratis vengono raddoppiati. Il  simbolo Jolly sostituisce tutti i simboli, esclusi quello scatter. Il simbolo <b>Jolly</b> viene visualizzato solo sul  secondo e sul quarto rullo.</p>"
  },
  {
    "code": "CSNINS_classicsphinx",
    "name": "Classic Sphinx",
    "description": "<p>Classic Sphinx presenta 5 rulli e 9 linee. Con il Bonus Game, scopri i tesori nascosti.</p>",
    "descriptionLong": "<p>Con tre o più simboli Bonus Game in qualunque posizione su una linea attiva si accede alla Bonus Game Sfinge! Una camera funeraria egizia si apre e al suo interno si trovano cinque sarcofagi. Per ogni volta che si ottengono tre o più simboli Bonus Game su una linea attiva, si ha la possibilità di fare clic e aprire un sarcofago.<br />   Ogni sarcofago cela una vincita misteriosa da 5 a 250 volte l&#39;importo della puntata per linea. Se viene trovata la statua della Sfinge, la camera della Sfinge si apre ed è possibile scegliere una delle cinque statue della Sfinge. Nella camera della Sfinge è possibile vincere da 100 a 2.500 volte l&#39;importo della puntata per linea. Le vincite bonus vengono sommate alle vincite sulle linee.<br />  <br />Ogni volta che si ottiene una vincita, sarà possibile raddoppiare o quadruplicare l&#39;importo con il Gioco bonus scommessa. Nella Bonus Game Scommetti l&#39;obiettivo è indovinare il colore o il seme della carta coperta.</p>"
  },
  {
    "code": "CSNINS_zhenghe92",
    "name": "Zheng He",
    "description": "Zheng He",
    "descriptionLong": "Zheng He"
  },
  {
    "code": "CSNPThlf",
    "name": "Halloween Fortune",
    "description": "Gioca con le streghe sexy e prova a vincere grazie alle loro magie e ai loro intrugli segreti!",
    "descriptionLong": "<p> Halloween  Fortune è una Slot machine a <b>5 rulli</b> con <b>20 linee</b>, l&#39;obiettivo è ottenere  combinazioni di simboli vincenti facendo girare i rulli. </p>\n<p>I simboli <b>Scatter</b> non devono uscire su nessuna linea di pagamento  particolare. Se ci sono tre o più Scatter in qualsiasi posizione nei risultati  del tiro, il payout guadagnato viene moltiplicato per la puntata totale e  aggiunto alle vincite della linea di pagamento.</p>\n<p>Per far partire il <b>Witches&#39; Brew Bonus</b>, clicca su Clicca per iniziare. Al giocatore  viene mostrata una schermata con 3 streghe tra cui scegliere. Clicca su una  strega per effettuare una selezione. Ogni selezione vince un numero di Giochi  Gratis (3, 4, 5, 7, 10 o 20). Clicca su Continua per procedere. Nella schermata  successiva, il giocatore deve selezionare una pozione su 6 per vincere il  moltiplicatore (2, 3, 4, 5, 7 o 10) per i <b>Giochi  Gratis</b>.</p>"
  },
  {
    "code": "CSNINS_kog",
    "name": "Knights Of Glory",
    "description": "Prendi parte alla giostra di Knights of Glory e diventa un valoroso cavaliere",
    "descriptionLong": "<p> Knights of Glory è  una Slot machine online a <b>5 rulli</b> e <b>15 linee</b>. Il gioco prevede un <b>Grand Jackpot</b> che si ottiene collezionando cinque simboli jackpot  di fila su una linea di vincita attiva. </p>\n<p>Durante i <b>Giri Gratis</b> se ne possono vincere altri. Durante i Giri Gratis si  mantiene la denominazione, il numero di linee e di crediti per linea giocati.</p>\n<p>Per vincere il <b>Jackpot</b> occorre giocare il massimo dei crediti per ogni linea. Se  viene giocato un numero di crediti per linea inferiore al massimo, è possibile  vincere Grand Jackpot.</p>\n<p>Per iniziare un <b>Gioco Bonus</b> è necessario accumulare <b>1.000 punti</b>. I punti bonus vengono accumulati in base alla  denominazione e non vengono azzerati se si cambia denominazione o si esce dal  gioco. </p>"
  },
  {
    "code": "CSNINS_aceshi",
    "name": "Aces High",
    "description": "<p>Gioca con Aces High e indovina il prossimo numero sui rulli! </p>",
    "descriptionLong": "<p>L&#39;obiettivo di Aces High è quello di indovinare se il valore della carta  successiva è superiore, inferiore o uguale a quello della carta visualizzata.</p>\n<p>Per giocare a Aces High è sufficiente scegliere quanto puntare, pronosticare se  la carta seguente sarà più alta, più bassa o uguale a quella attuale  visualizzata in quel momento, non dimenticando che l’Asso è la carta più alta.</p>\n<p>Inoltre il gioco prevede una serie di Bonus assegnati nel caso in cui le  previsioni siano corrette. </p>"
  },
  {
    "code": "CSNINS_ro",
    "name": "American Roulette",
    "description": "<p>Vuoi entrare nei migliori casinò di Las Vegas? Comincia con l’American Roulette! Punta sul tuo istinto!</p>",
    "descriptionLong": "<p>Gioca con l’American Roulette e punta sul tuo istinto! Ti aspettano 38 caselle: 36 numeri da 1 a 36, colorati in rosso e nero, un numero zero e un numero doppio zero, di colore verde.<br /><br />Nell&#39;American Roulette è possibile effettuare due tipologie di puntate principali: Inside Bets e Outside Bets. Nell’American Roulette, inoltre, sono presenti altre puntate:<br />  Straight up: Puntata su un numero specifico, compreso lo zero (0) e il doppio zero (00). Split: Puntata su due numeri adiacenti. Street: Puntata che copre tre numeri. <br /> Corner: Puntata che copre quattro numeri.  First Five: Puntata che copre i seguenti numeri: 0, 00, 1, 2 e 3.  Line: Puntata che comprende due terzine, ovvero sei numeri diversi in due file da tre numeri ciascuna.</p>"
  },
  {
    "code": "CSNINS_tob2",
    "name": "Tens or Better",
    "description": "<p>Con Tens or Better vincere non è mai stato così facile…ti  bastano solo due 10!!</p>",
    "descriptionLong": "<p>Con Tens or Better vincere non è mai stato  così facile…ti bastano solo due 10!! E se ti senti fortunato, prova a raddoppiare  le tue vincite con il Gioco Bonus! </p>\n<p>Se si ottiene una combinazione vincente è  possibile incassare subito la vincita o provare a raddoppiarla giocando al Gioco Bonus. </p>\n<p>Gioco Bonus È possibile provare a  raddoppiare la tua vincita giocando al Gioco Bonus, il cui obiettivo è  indovinare il colore o il seme della carta coperta al centro della schermata di  gioco.</p>\n<p>Se si indovina, la vincita viene  raddoppiata ed è possibile incassare oppure tentare di raddoppiare di nuovo. È  possibile raddoppiare fino a cinque volte.</p>\n<p>Se invece la scelta è errata si perde  tutto. </p>"
  },
  {
    "code": "CSNINS_fro",
    "name": "French Roulette",
    "description": "Gioca subito con la French Roulette e vivi le emozioni di un vero Casinò!",
    "descriptionLong": "Gioca subito con la French Roulette e prova le emozioni di vincere come in un vero casinò! La French Roulette contiene 36 numeri ed uno zero (0) e si differenzia dagli altri tipi di roulette per la disposizione del tavolo da gioco in cui i numeri e le possibili puntate sono posizionate in apposite aree del tavolo. Nella French Roulette, è possibile effettuare due tipologie di puntata: Inside Bets e Outside Bets. Nella roulette francese le possibilità di vincita sono superiori a quelle della versione europea o americana, in quanto il giocatore con le puntate 1 a 1 perde solo il 50% della sua puntata se la pallina della roulette si ferma sullo zero, questa viene definita la regola La Partage."
  },
  {
    "code": "CSNINS_princessoftheamazon_94",
    "name": "Princess of The Amazon",
    "description": "<p>Aiuta la Principessa delle Amazzoni a dominare la giungla in  cui vive. </p>",
    "descriptionLong": "<p>Gioca con questa slot che ti offre gioco offre un emozionante gioco  bonus e free spin per aumentare le tue vincite.<br />   Ogni volta che si ottiene una vincita è possibile raddoppiare o  quadruplicare l&#39;importo con il <b>Gioco  Bonus</b>; l&#39;obiettivo è indovinare il colore o il seme della carta coperta.<br />   Nella giocata bonus scommessa vengono utilizzate quattro carte: Asso di  cuori, Asso di picche, Asso di quadri e Asso di fiori. <br />   Il simbolo Scatter può far ottenere sia <b>Giri Gratis</b> sia una vincita <b>Scatter</b>. <br /> Tutte le vincite durante i giri gratis vengono triplicate. Se vengono  vinti nuovi giri gratis durante i giri gratis, il numero di nuovi giri non  viene triplicato. Le vincite Bonus si sommano a quelle sulle linee. Si applica  solo la combinazione vincente più alta. </p>"
  },
  {
    "code": "CSNINS_dw2",
    "name": "Deuces Wild",
    "description": "<p>Sei pronto a diventare un mago del Video Poker? Con Deuces Wild la sfida si accende e con il Gioco Bonus puoi raddoppiare subito la tua vincita!</p>",
    "descriptionLong": "<p>Gioca con Deuces Wild e vinci e con il Gioco Bonus puoi raddoppiare la vincita!<br />   Vengono distribuite le 5 carte e le carte di valore 2, valgono come Jolly e possono sostituire qualsiasi altra carta.<br />   A questo punto è possibile scegliere quali carte tenere e quali scartare. Le carte scartate verranno automaticamente sostituite con nuove carte.<br />   Se si ottiene una combinazione vincente e possibile incassare subito la vincita o provare a raddoppiarla giocando al Gioco Bonus.<br />   L’obiettivo del Gioco Bonus è indovinare il colore, o il seme, della carta coperta al centro della schermata di gioco.<br />   Se si indovina, la vincita viene raddoppiata ed è possibile incassare oppure tentare di raddoppiare di nuovo. È possibile raddoppiare fino a cinque volte; se invece la scelta è errata si perdi tutto.</p>"
  },
  {
    "code": "CSNINS_spoluk",
    "name": "Spot of Luck",
    "description": "<p>Stanco dei soliti Video Poker? Accetta la sfida di Spot of  Luck! Più alta sarà la tua mano, maggiore sarà il tuo premio! </p>",
    "descriptionLong": "<p>Lo scopo del <b>Spot of Luck</b> è  realizzare il migliore punteggio di poker possibile tra quelli che danno  diritto ad una vincita. Inoltre, con i due folletti nascosti è possibile  realizzare una mano vincente e a moltiplicare la vincita.<br />   Terminate queste operazioni preliminari il gioco ha inizio e vengono  distribuite 5 carte. Nel mazzo ci sono 2 carte speciali che raffigurano un  folletto: sono preziose, non solo valgono come jolly (possono sostituire  qualsiasi altra carta) ma in caso di combinazione vincente con un <b>Jolly</b> o due jolly, la vincita si  raddoppia o quadrupla.<br /><br /> Dopo aver ricevuto le 5 carte iniziali è necessario scegliere quali  carte tenere e quali scartare. Le carte scartate verranno automaticamente  sostituite con nuove carte.</p>"
  },
  {
    "code": "CSNINS_mgs",
    "name": "Maya Gold",
    "description": "<p>Gioca alla slot machine Maya Gold e trova le coppie di  crediti nascoste sotto le lapidi.</p>",
    "descriptionLong": "<p><b>Maya  Gold</b> è una slot machine con 5 rulli e 25 linee.  È possibile ottenere dei giri gratis, se vengono visualizzati 3, 4 o 5 simboli  Scatter in qualsiasi posizione. Durante i giri gratis se ne possono vincere  altri. Tutti i premi vinti con i giri gratis vengono raddoppiati, tranne i  nuovi giri gratis e i punti bonus. <br />   Se appaiono 3 o più simboli Slot da  sinistra a destra su una linea di vincita attiva, si accede alla slot bonus di  Maya Gold. Fare Clic su una delle slot bonus lampeggianti per azionarla e  vincere crediti bonus.<br /><br />Per iniziare il <b>Gioco Bonus</b> è necessario accumulare almeno 1.000 punti. L&#39;obiettivo  del gioco bonus è quello di trovare coppie di crediti, visualizzati sotto le  lapidi. Si hanno a disposizione 4 round per trovare una coppia. Una delle  lapidi presenta un simbolo di moltiplicazione: trovando tale simbolo durante  uno dei round, la vincita viene raddoppiata. </p>"
  },
  {
    "code": "CSNINS_poseidon",
    "name": "Poseidon",
    "description": "<p>Immergiti nel coloratissimo fondale marino di Poseidon e  gioca con il Dio dei mari.</p>",
    "descriptionLong": "<p><b>Poseidon</b> presenta cinque  rulli e 243 modi di vincere su tali rulli. Con Poseidon gioca in modalità <b>Win 2 Ways</b>  e divertiti con il Gioco bonus per aumentare  ulteriormente le vincite.<br />   Ogni volta che si ottiene una vincita, sarà possibile raddoppiare o  quadruplicare l&#39;importo con il Gioco bonus scommessa. Nella <b>Bonus Game</b> Scommetti l&#39;obiettivo è  indovinare il colore o il seme della carta coperta.<br /> Il simbolo dei <b>Giri gratis</b> può attivare sia Giri gratis sia una vincita bonus. Se compaiono due o più  simboli dei Giri gratis in qualunque posizione sui rulli, si ottiene una  vincita bonus. Inoltre, se compaiono i simboli dei Giri gratis in qualunque  posizione su tre o più rulli, viene vinta anche una sequenza di Giri gratis.  Tutte le vincite durante i Giri gratis vengono raddoppiate. </p>"
  },
  {
    "code": "CSNINS_foe",
    "name": "Fortunes Of Egypt",
    "description": "<p>Gioca alla slot machine Fortunes of Egypt e conquista il  ricco tesoro.</p>",
    "descriptionLong": "<p>Fortunes of Egypt è una slot machine con 5  rulli e 25 linee. Il gioco ha 3 <b>Jackpot</b>.  Per realizzare un jackpot, occorre giocare il numero massimo di crediti per  linea. <br />   E’ possibile ottenere dei giri gratis, se  vengono visualizzati tre, quattro o cinque simboli Scatter in qualsiasi  posizione. <br />   Per  iniziare il <b>Gioco Bonus</b> è necessario  accumulare almeno 1.000 punti. Se il simbolo Bonus viene visualizzato sul  quinto rullo si riceve un punto per ogni linea e ogni credito per linea  giocato. <br /><br />Per iniziare il Gioco Bonus a jackpot, è  necessario ottenere tre, quattro o cinque simboli jackpot. Per vincere il  jackpot occorre giocare il massimo dei crediti per ogni linea. Se viene giocato  un numero di crediti per linea inferiore al massimo, si vincono 100 X (con X  pari al numero di crediti puntati per linea), a prescindere dal numero di  simboli jackpot ottenuto. </p>"
  },
  {
    "code": "CSNINS_treasurehunt",
    "name": "Treasure Hunt",
    "description": "Con slot Trasure Hunt gioca al raddoppio e aumenta le tue vincite",
    "descriptionLong": "<p>Treasure Hunt è una slot machine a <b>5 rulli</b> e <b>30 linee</b> di  vincita. Presenta una giocata <b>Surrounding  Wild</b> che aumenta le possibilità di vincere crediti extra e un entusiasmante <b>Gioco Bonus</b> con una scommessa  &#34;al raddoppio&#34;.</p>\n<p> Ogni volta che si ottiene una vincita,  sarà possibile raddoppiare o quadruplicare l&#39;importo con il Gioco Bonus  scommessa. Nel Gioco Bonus è possibile tentare di prevedere il colore o il seme  della carta capovolta.</p>\n<p>Con il simbolo <b>Scatter</b> si possono ottenere <b>Giri  Gratis</b> oppure vincite normali</p>\n<p>Con la Giocata Surrounding Wild Il simbolo  Luna fa parte di una combinazione vincente su una linea di vincita e si  trasformerà in Jolly insieme a tutti i simboli vicini. Durante i Giri Gratis il  simbolo della Luna viene sostituito dal simbolo del sole.</p>"
  },
  {
    "code": "CSNINS_plantsvszombies",
    "name": "PLANTS VS. ZOMBIES SLOTS",
    "description": "<p>Aumenta le tue vincite rompendo vasi o abbattendo zombi!</p>",
    "descriptionLong": "<p>  Plants vs Zombies è una slot machine con <b>5 rulli</b> e <b>9 linee</b>. Sono presenti <b>due  emozionanti</b> <b>Giochi Bonus</b> che  possono incrementare le vincite. </p>\n<p> Nel <b>Gioco  Bonus Rompi Vasi</b> il giocatore deve rompere i vasi con un martello, mentre  nel gioco <b>Bowling</b> dovrà abbattere  gli zombi con delle noci.</p>\n<p> E’ possibile ottenere dei <b>Giri Gratis</b>, se vengono visualizzati 3,  4 o 5 simboli <b>Scatter</b> in qualsiasi  posizione. Durante un Giro Gratis è possibile vincere un&#39;altra sequenza di Giri  Gratis. </p>\n<p>Il simbolo <b>Jolly</b> (o Wild) sostituisce tutti i simboli esclusi quelli Scatter e  i simboli bonus. Sono presenti inoltre 4 simboli che, se compaiono su uno  qualunque dei rulli della slot, avviano l’opzione <b>Wild</b>. </p>"
  },
  {
    "code": "CSNINS_mis",
    "name": "Mystic Island",
    "description": "<p>Con Mystic Island e la partita bonus aumenti le tue vincite. </p>",
    "descriptionLong": "<p>Mystic Island è una slot machine con  cinque rulli e quindici linee di vincita. E’ possibile ottenere dei <b>Giri Gratis</b> se vengono visualizzati 3,  4 o 5 simboli <b>Scatter</b> in qualsiasi  posizione. <br />   Tre, quattro o cinque simboli <b>Crazy Monkey</b> in qualsiasi posizione  attivano l&#39;opzione Crazy Monkey. <br /><br />Quando ciò accade, ognuna delle scimmie  inizierà a saltare fuori dai simboli e a sostituire uno dei simboli dei rulli  con un simbolo scelto casualmente. <br /><br />Tre o più simboli <b>Quake</b> su una linea di vincita a partire dal primo rullo a sinistra  attivano l&#39;opzione Quake. Tutti i simboli della slot machine crollano in pezzi  e vengono sostituiti da altri simboli casuali. <br /><br />Per iniziare il gioco bonus è necessario  accumulare almeno 1.000 punti. Lo scopo del gioco è di aiutare la scimmia ad  arrampicarsi sulla parete e recuperare la statua d&#39;oro. </p>"
  },
  {
    "code": "CSNINS_islandquest",
    "name": "Island Quest",
    "description": "<p>Island Quest ha 5 rulli e 30 linee e include due emozionanti giochi bonus.</p>",
    "descriptionLong": "<p>Nella slot Island Quest ottenendo 3 o più simboli dei giochi bonus  consecutivi è possibile accedere al <b>Gioco  Bonus Island Quest</b>, dove nessuno rimane a mani vuote. Se il giocatore vince  su due linee, la vincita totale del gioco bonus viene raddoppiata, mentre se  vince su tre linee viene triplicata. Quattro e cinque simboli <br /><br />Per vincere il gioco bonus <b>Zattera</b> occorrono 3 o più simboli del  gioco bonus in qualsiasi posizione dei rulli. Fare clic su uno dei simboli del  gioco bonus per scoprire la vincita. Se il giocatore trova il premio più alto  possibile, vince anche un giro gratis.<br /> Ogni volta che si ottiene una vincita, si  ha la possibilità di raddoppiarla o triplicarla nell&#39;apposito gioco. Fare clic  su RADDOPPIA o TRIPLICA. La vincita è nascosta dietro uno dei simboli  visualizzati e sarà compito del giocatore indovinare quale. Fare clic su uno  dei simboli per tentare di trovare la vincita. </p>"
  },
  {
    "code": "CSNINS_csi",
    "name": "CSI: Las Vegas",
    "description": "<p>Gioca con la slot ispirata alla famosa serie TV!</p>",
    "descriptionLong": "<p>L&#39;obiettivo del gioco bonus è risolvere il crimine ottenendo quattro parti di una prova sotto forma di simboli. Per trovare una prova è necessario ricevere tre o più simboli di quella specifica prova da sinistra a destra in qualunque posizione su rulli adiacenti.<br />  <br />La BARRA DELLE INFORMAZIONI mostra il premio che ottieni se risolvi il crimine.<br />  <br />Quando il gioco bonus inizia, ogni simbolo sui rulli si trasforma in un rullo in sé, eccetto i simboli nella combinazione vincente, che sono bloccati.<br />  <br />Ciò crea più rulli che possono generare delle combinazioni vincenti. I simboli nelle combinazioni vincenti sono bloccati nei giri successivi. Il gioco bonus continua fino a quando vengono create delle combinazioni vincenti.<br />  <br />È possibile vincere una serie di giri gratis se si ottengono tre, quattro o cinque simboli Scatter da sinistra a destra in qualunque posizione sui rulli.</p>"
  },
  {
    "code": "CSNINS_bss",
    "name": "Book of the Sphinx",
    "description": "<p>Tenta la fortuna e dai la caccia agli Assi.</p>",
    "descriptionLong": "<p>Book of the Sphinx è una slot machine con 5 rulli e 20 linee. Il gioco include 2 opzioni bonus aggiuntive che accrescono le possibilità di vincita, oltre ad offrire una entusiasmante partita bonus di rilancio.<br />  <br />Ogni volta che si ottiene una vincita, sarà possibile raddoppiare o quadruplicare l&#39;importo con il Gioco Bonus Scommessa, escluse le vincite del jackpot. Nella giocata bonus scommessa vengono utilizzate quattro carte: Asso di cuori, Asso di picche, Asso di quadri e Asso di fiori. Le carte vengono mescolate prima di ogni partita. <br />  <br />Con il simbolo Scatter si possono ottenere giri gratis oppure vincite normali. Il simbolo Scatter viene anche usato come simbolo jolly in sostituzione di tutti i simboli, fatta eccezione per il simbolo Eye of Ra e il simbolo di bonus che viene selezionato durante le sequenze di Giri Gratis. </p>"
  },
  {
    "code": "CSNINS_mfs",
    "name": "Mystic Fortune",
    "description": "<p>Entra in un mondo magico con la slot Mystic Fortune.</p>",
    "descriptionLong": "<p><b>Mystic  Fortune</b> è una slot machine con 5 rulli e 15  linee. Il gioco offre 3 jackpot, il cui valore è mostrato nella schermata di  gioco. Per cercare di incassare un <b>Jackpot</b>,  occorre giocare il numero massimo di crediti per linea. Le linee di vincita  sono disposte da sinistra a destra. Le vincite sono moltiplicate per i crediti  giocati per ogni linea. <br />   E’ possibile ottenere dei <b>Giri Gratis</b>, se vengono visualizzati 3,  4 o 5 simboli <b>Scatter</b> in qualsiasi  posizione. Il numero di giri gratis vinti dipende dal numero di simboli Scatter  visualizzati. <br /><br />Per iniziare il Gioco Bonus è necessario  accumulare almeno 750 punti. I punti bonus vengono accumulati in base alla  denominazione e non vengono azzerati se si cambia denominazione o si esce dal  gioco. <br /> Lo scopo del gioco bonus è scegliere il  maggior numero possibile di tarocchi senza trovare la carta Joker. <br /><br />Per vincere il <b>Jackpot</b>, il <b>Super Jackpot</b> o il <b>Grand Jackpot</b>, è necessario  ottenere 3, 4 o 5 simboli jackpot su una linea di vincita attiva e aver puntato  il massimo dei crediti per ogni linea. </p>"
  },
  {
    "code": "CSNINS_res",
    "name": "Roman Empire",
    "description": "<p>Gioca con Roman Empire occhio alle scatole e scala i livelli.</p>",
    "descriptionLong": "<p>Roman Empire è una slot con 5 rulli e 15 linee. Il gioco offre 3  Jackpot. E’ possibile ottenere dei <b>Giri  Gratis</b>, se vengono visualizzati 3, 4 o 5 simboli <b>Scatter</b> in qualsiasi posizione. Durante i giri gratis se ne possono  vincere altri mantenendo: il numero di linee, i crediti per linea e la denominazione  utilizzata.<br /><br />Per iniziare il <b>Gioco Bonus</b> è necessario accumulare almeno 750 punti. Lo scopo del Gioco Bonus è di  scegliere il maggior numero possibile di scatole senza trovare il simbolo  “STOP”. È possibile scegliere una scatola su ciascun livello, iniziando da  quello più basso.<br /><br />Per vincere il <b>Jackpot</b>, il <b>Super Jackpot</b> o il <b>Grand Jackpot</b>, è necessario ottenere 3, 4 o 5 simboli jackpot su  una linea di vincita attiva e aver puntato il massimo dei crediti per ogni  linea. </p>"
  },
  {
    "code": "CSNINS_as",
    "name": "Amber Sky",
    "description": "<p>Gioca con Amber Sky e scopri il gioco Diamond Dream Jackpot!</p>",
    "descriptionLong": "<p>Amber Sky è una slot machine con 5 rulli e 25 linee. Il gioco comprende un gioco Diamond Dream Jackpot in cui, oltre a vincere un premio fisso, è possibile conquistare uno dei tre jackpot in palio. I jackpot possono essere vinti con qualsiasi puntata, ma quanto più alta è la somma, tanto maggiori saranno le possibilità di vincita.</p>\n<p>Con 3, 4 o 5 simboli scatter non allineati si ottengono dei giri gratis. Cliccando su una delle otto meraviglie del mondosi scopre il numero di giri vinti. Si possono ottenere 3, 5, 7, 10, 12, 15, 20 o 25 giri gratis.</p>\n<p>Per iniziare un gioco Diamond Dream Jackpot, è necessario ottenere 3, 4 o 5 simboli jackpot su una linea di vincita attiva. Per vincere il jackpot si può giocare qualsiasi denominazione, numero di crediti per linea e linee.</p>"
  },
  {
    "code": "CSNINS_decadence93",
    "name": "Decadence",
    "description": "<p>Gioca con 5 rulli e 30 lineee prova a vincere i diversi jackpot in palio.</p>",
    "descriptionLong": "<p>Decadence è un gioco slot con cinque rulli e 30 linee. Il gioco contiene diversi jackpot, uno per ogni puntata per linea. È disponibile un delizioso gioco bonus che soddisferà il palato e aumenterà le vincite. Nessuno resta mai a mani vuote!<br />  <br />3 o più simboli Scatter visualizzati in qualsiasi posizione sui rulli assegnano una vincita Scatter e attivano il Gioco Bonus Cioccolato! L&#39;obiettivo del gioco bonus è trovare due cioccolatini uguali.<br />  <br />  Un pezzo di cioccolato nel gioco bonus può nascondere una fontana di cioccolato. Trovalo e vinci un jackpot! Per poter vincere un jackpot occorre giocare con il numero massimo di linee. Giocando con un minor numero di linee, si vince un premio di consolazione.<br /> La vincita del jackpot, il premio di consolazione viene aggiunto alla vincita del gioco bonus. Se il giocatore trova il cioccolato prima di aver trovato due importi bonus uguali, potrà continuare a scegliere fino a quando non troverà una coppia.</p>"
  },
  {
    "code": "CSNINS_rf",
    "name": "Rockin Fruits",
    "description": "<p>Gioca con questa slot succosa mette insieme frutta e rock’n roll!</p>",
    "descriptionLong": "<p>Rockin’fruits è una slot machine con 5 rulli e 9 linee di vincita.<br />   E’ possibile moltiplicare la vincita per l&#39;importo totale di crediti  giocati se sui rulli vengono visualizzati due o più simboli <b>Scatter</b>.<br /> Se appaiono tre o più simboli delle ruote bonus da sinistra a destra su  una linea di vincita attiva, si può partecipare al gioco delle <b>Ruote Bonus</b> Rockin&#39; Fruits. Più simboli  appaiono, più si vince.<br /><br />Se appaiono tre simboli di bonus da sinistra a destra, si vince il  Rockin&#39; Fruits <b>Bonus Pick</b>.<br />   Il simbolo <b>Jolly</b> sostituisce  tutti i simboli, esclusi quelli <b>Scatter</b> e <b>Bonus</b>. Una combinazione vincente  che includa uno o più simboli <b>Jolly</b> raddoppia la vincita.</p>"
  },
  {
    "code": "CSNINS_job2",
    "name": "Jacks or Better",
    "description": "<p>Dimostra la tua abilità e con un pizzico di fortuna porta a casa grandi vincite!</p>",
    "descriptionLong": "<p>Gioca con Jacks or Better e dimostra la tua abilità!<br />  Scegli il numero di crediti da puntare e il valore di ogni credito puntato e quali carte tenere e quali scartare tra le 5 iniziali. <br />  Le carte scartate verranno automaticamente sostituite con nuove carte. Se si ottiene una combinazione vincente è possibile incassare subito la vincita o provare a raddoppiarla giocando al Gioco Bonus.  <br />  È possibile provare a raddoppiare la tua vincita puoi giocare al Gioco Bonus, il cui obiettivo è indovinare il colore, o il seme, della carta coperta al centro della schermata di gioco. <br /> Se indovini, la vincita viene raddoppiata ed è possibile incassare oppure tentare di raddoppiare di nuovo. È possibile raddoppiare fino a cinque volte. Se invece la tua scelta è errata si perde tutto. </p>"
  },
  {
    "code": "CSNINS_txh",
    "name": "Texas Holdem",
    "description": "<p>Gioca e batti il Banco con il Texas Hold’em!</p>",
    "descriptionLong": "<p>Lo scopo di <b>Texas Hold&#39;em</b> è  battere il banco con la migliore mano di poker composta da cinque carte. Il  gioco utilizza un mazzo costituito da 52 carte francesi, suddivise in tredici  carte differenti per ognuno dei quattro semi.<br /><br />Per iniziare a giocare bisogna decidere quanto di intende puntare (<b>ANTE</b>), la mano ha quindi inizio con la  distribuzione di due carte a ciascun giocatore.<br /> Se non si è soddisfatti delle carte, è possibile <b>PASSARE</b>, la puntata ANTE verrà persa e il turno corrente avrà termine.<br /><br />Per vedere la quarta carta comune, è possibile fare <b>CHECK</b> (non si effettua una ulteriore  puntata) o <b>PUNTARE</b> ulteriormente con  una puntata pari all&#39;ANTE.<br />   Vince la migliore mano di cinque carte, formata utilizzando le sette  carte disponibili (due personali e cinque comuni) in qualsiasi combinazione.</p>"
  },
  {
    "code": "CSNINS_tbe",
    "name": "The Big Easy",
    "description": "<p>Gioca e vinci a suon di Jazz</p>",
    "descriptionLong": "<p>Nella slot The Big Easy se si ottengono invece tre, quattro o cinque  simboli da sinistra a destra in qualsiasi posizione su rulli adiacenti, si  vince una sequenza di <b>Giri Gratis</b>.<br />   Ogni volta che si ottiene una vincita si ha la possibilità di  raddoppiarla o triplicarla nell&#39;apposito gioco. L&#39;entità della vincita  determina se si avrà la possibilità di raddoppiarla o triplicarla.<br /><br />Se la vincita supera il limite di puntata per il round del raddoppio o  della triplicazione, si avrà solo la possibilità di incassare le vincite. Fare  clic su uno dei gettoni d&#39;oro nel gioco per tentare di trovare quello che  nasconde la vincita. Con un pizzico di fortuna, sarà possibile continuare a  raddoppiare/triplicare la vincita fino al raggiungimento del limite di puntata  oppure si potrà decidere di incassarla.</p>"
  },
  {
    "code": "CSNINS_jp2",
    "name": "Joker Poker",
    "description": "<p>Dai la caccia al Joker e raddoppia le vincite!</p>",
    "descriptionLong": "<p>Sei pronto per dare la caccia al Joker? Trovalo e sfruttalo come jolly per conquistare ancora più facilmente i ricchi premi di Joker Poker!<br />  Joker Poker è una slot machine a cinque rulli e 30 linee di vincita. Presenta una giocata Surrounding Wild che aumenta le possibilità di vincere crediti extra e un entusiasmante Gioco Bonus con una scommessa &#34;al raddoppio&#34;. <br />  Ogni volta che si ottiene una vincita, sarà possibile raddoppiare o quadruplicare l&#39;importo con il Gioco Bonus. Nel Gioco Bonus è possibile tentare di prevedere il colore o il seme della carta capovolta. Con il simbolo scatter si possono ottenere giri gratis oppure vincite normali. <br />  I simboli scatter possono apparire in qualsiasi punto dei rulli. Le vincite scatter si sommano a quelle sulla linea di vincita. Il numero di giri gratis o crediti vinti varia in base al numero di simboli Scatter visualizzati.  Dopo un qualsiasi giro gratis è possibile vincere un&#39;altra sequenza di giri gratis.</p>"
  },
  {
    "code": "CSNINS_tps",
    "name": "Treasures of the Pyramids",
    "description": "<p>Vai alla ricerca dell’antico Tesoro della Piramide e raddoppia le vincite!</p>",
    "descriptionLong": "<p>Treasures of the  Pyramids è una slot machine con 5 rulli e 40 linee. Il gioco offre anche  una entusiasmante partita bonus di raddoppio della scommessa che consente di  incrementare le proprie vincite.<br /><br />È possibile raddoppiare o quadruplicare ogni vincita con un <b>Gioco Bonus</b> di rilancio, in cui è  possibile tentare di prevedere il colore o il seme della carta capovolta. <br /><br />Con il simbolo <b>Scatter</b> si  possono ottenere <b>Giri Gratis</b> oppure  vincite normali. Il numero dei giri gratis e dei crediti vinti dal giocatore  dipende dal numero di simboli Scatter visualizzati. Il simbolo <b>Jolly</b> sostituisce tutti i simboli,  escluso quello Scatter. Il simbolo occupa due posizioni nel rullo, ma solo metà  di esso deve trovarsi su una linea di gioco per sostituire un simbolo.</p>"
  },
  {
    "code": "CSNINS_bp2",
    "name": "Bonus Poker",
    "description": "<p>Prova l’adrenalina dei Video Poker con Bonus Poker!</p>",
    "descriptionLong": "<p>Lo scopo del Bonus Poker è realizzare il migliore punteggio di poker possibile tra quelli che danno diritto ad una vincita e con il Gioco Bonus è possibile raddoppiare la vincita. <br />   All’inizio di ogni colpo è necessario determinare il numero di crediti che si intende puntare e il valore monetario di ogni credito puntato (detto DENOMINATION). <br />   Vengono distribuite 5 carte ed è possibile scegliere quali carte tenere e quali scartare. Le carte scartate verranno automaticamente sostituite con nuove carte. Se si ottiene una combinazione vincente è possibile incassare subito la vincita o provare a raddoppiarla giocando al Gioco Bonus.</p>"
  },
  {
    "code": "CSNINS_wps",
    "name": "Wild Pirates",
    "description": "<p>Parti alla scoperta di luoghi inesplorati e accedi all&#39;esclusivo Gioco Bonus!</p>",
    "descriptionLong": "<p>Wild Pirates è una slot machine con <b>5 rulli</b> e <b>9 linee</b>. È possibile ottenere Giri Gratis, se vengono visualizzati  tre, quattro o cinque simboli <b>Scatter</b> in qualsiasi posizione. Il numero di Giri Gratis vinti varia in base al numero  di simboli Scatter visualizzati. </p>\n<p>Per iniziare il <b>Gioco Bonus</b>, è necessario trovare tutti i pezzi della mappa del  tesoro. Per ogni 250 punti bonus accumulati si ottiene un pezzo della mappa.  Una volta arrivati a 1.000 punti la mappa sarà completa e il gioco bonus avrà  inizio.</p>\n<p>Se appaiono 2 o più simboli bonus Cannone si  accede alla <b>Partita Bonus Broadside</b>.  Si tratta di un gioco di abilità in cui bisogna puntare il cannone per  affondare le navi nemiche. <br />\n  E per vincere, approfitta del simbolo <b>Jolly</b> che sostituisce tutti i simboli,  ad eccezione di quelli Giri Gratis e Bonus! </p>"
  },
  {
    "code": "CSNINS_mba",
    "name": "Mini Baccarat",
    "description": "<p>Prova le emozioni del Baccarat e sfida da solo il banco!</p>",
    "descriptionLong": "<p>Lo scopo del <b>Mini Baccarat</b> è di indovinare se sarà la mano del <b>Banco</b> o quella del <b>Giocatore</b> a ottenere il punteggio più vicino a <b>9</b>.<br />\n  Per partecipare alla partita, si effettua  una puntata sulla mano del Banco, su quella del Giocatore o sul Pareggio,  oppure anche su una loro combinazione. </p>\n<p>Se il Banco e il Giocatore hanno lo stesso  punteggio, la mano è considerata in <b>pareggio</b>.  Se la partita finisce in pareggio, le puntate sul Banco o sul Giocatore vengono  restituite.<br />\n  L’Asso vale un punto, le Figure e i Dieci  valgono zero; tutte le altre carte hanno un valore pari al numero riportato. </p>\n<p>Se il valore delle carte di una mano  supera i dieci punti, è sufficiente sottrarre dieci dal totale. La differenza  corrisponde al valore della mano. Ad esempio: 8&#43;8&#61;16, che vale come 6 nel  Baccarat; 8&#43;9&#61;17, che vale come 7.<br />\n  Si utilizzano sei mazzi di carte che  vengono mischiati prima di ogni turno. Il Giocatore e il Banco sono serviti con  due carte. </p>"
  },
  {
    "code": "CSNINS_st",
    "name": "Space Tale",
    "description": "<p>Sfida le navicelle nemiche, potenzia le tue armi e batti il malvagio Imperatore!</p>",
    "descriptionLong": "<p>Space Tale è una slot machine con 5 rulli e 9 linee. In Space Tale è  incluso un gioco bonus di abilità, in cui il giocatore deve tentare di  recuperare i cristalli rubati dal malvagio Imperatore e un jackpot. <br />   Per ricevere i <b>Free Spin</b>, il  giocatore dovrà allineare 3, 4, o 5 simboli <b>Scatter</b>. È possibile aggiudicarsi il Jackpot visualizzando il  relativo simbolo. Se visualizza 5 simboli jackpot di fila su una linea di  vincita attiva può realizzare il <b>Grand  Jackpot</b>.<br /><br />In Space Tale, lo scopo del <b>Gioco  Bonus</b> è rubare il maggior numero possibile di cristalli galattici dalle  mani del malvagio Imperatore. Superando i livelli bonus puoi tentare di  catturare l&#39;Imperatore del male e i preziosi cristalli.<br /><br />E per vincere, approfitta del simbolo <b>Jolly</b> che sostituisce tutti i simboli, ad eccezione di quelli  Scatter, <b>Jackpot</b> e Bonus!</p>"
  },
  {
    "code": "CSNINS_sd",
    "name": "Showdown Poker",
    "description": "<p>Vedi le carte e prendi le decisioni giuste con Showdown Poker!</p>",
    "descriptionLong": "<p>Lo scopo in Showdown  Poker è realizzare la migliore mano di poker possibile composta da cinque  carte, utilizzando le due scelte dal giocatore e le cinque comuni al centro del  tavolo.<br />\n  Per iniziare a giocare a Showdown Poker bisogna scegliere il valore della puntata, quindi  verranno distribuite tre mani di due carte e cinque carte comuni coperte. Il  giocatore deve scegliere quale delle tre mani utilizzare per giocare. <br />\nDopo aver effettuato la scelta, le 5 carte centrali vengono scoperte e combinate con le altre tre mani  presenti sul tavolo. La combinazione più alta vince. Nel caso in cui vinca il  giocatore, questi avrà la possibilità di scegliere se incassare o raddoppiare  la vincita, con un semplice gioco di scelta rosso o nero.</p>"
  },
  {
    "code": "CSNINS_hp",
    "name": "Hot Pursuit",
    "description": "<p>Gira i rulli ad alta velocità, un premio bonus ti aspetta al traguardo!</p>",
    "descriptionLong": "<p>Hot  Pursuit è una slot machine con 5 rulli e 15 linee di vincita. E’ possibile ottenere dei Giri Gratis, se vengono visualizzati tre, quattro o cinque simboli Scatter in qualsiasi posizione.</p>\n<p>Per iniziare il gioco bonus è necessario  accumulare almeno 1.000 punti.  L&#39;obiettivo del gioco bonus è riuscire a sconfiggere l&#39;avversario in una gara  su strada.<br />\nPer vincere il Jackpot occorre giocare il massimo dei crediti per ogni linea. Se  si collezionano cinque simboli jackpot di fila su una linea di vincita attiva,  si può vincere il Grand Jackpot. </p>"
  },
  {
    "code": "CSNINS_hbs",
    "name": "Hells Bells",
    "description": "<p>Gioca con Limoni, ciliegie, prugne e raddoppia con il Gioco al Raddoppio!</p>",
    "descriptionLong": "<p><b>Hells  Bell</b> è una slot machine con vincite dinamiche.  Non ci sono linee di vincita, ma ciascuna combinazione vincente, in una fila da  sinistra a destra, consente di conquistare una quantità di crediti  proporzionale al numero di crediti puntati per giro. Il gioco contiene un <b>Jackpot</b>. <br />   Si ha la possibilità di raddoppiare la  vincita con un gioco al raddoppio (escluse le vincite del jackpot). Nel <b>Gioco Bonus</b> è possibile tentare di  prevedere il colore della carta capovolta. Se si indovina, è possibile provare  a <b>raddoppiare</b> ancora oppure  incassare la vincita. È possibile raddoppiare fino a cinque volte.<br /><br />Quando si vince un jackpot, si vince  l&#39;importo del jackpot progressivo visualizzato nel riquadro del jackpot. </p>"
  },
  {
    "code": "CSNINS_hcs",
    "name": "Hot Cash",
    "description": "<p>Con Hot Cash aumenta le vincite con i simboli Scatter e la Ruota Bonus.</p>",
    "descriptionLong": "<p>Hot Cash è una slot machine con 5 rulli e  9 linee, che offre anche 2 entusiasmanti tipologie di partita bonus per  aumentare ulteriormente le proprie vincite. <br /><br />Se sui rulli vengono visualizzati 2 o più  simboli <b>Scatter</b>, in qualsiasi  posizione, il Giocatore ottiene delle vincite. Se appaiono 3 o più simboli  Ruota Bonus da sinistra a destra su una linea di gioco, si accede al gioco  ruota bonus di Hot Cash. Il Giocatore deve fare Clic su “SPIN” per avviare la  ruota e “STOP” per arrestarla.<br /><br />Se appaiono 3 simboli di <b>Bonus Hot Cash</b> da sinistra a destra su  una linea di gioco attiva, si accede al Gioco Bonus Hot Cash. Il Giocatore deve  scegliere 3 vassoi su 5, ognuno dei quali contiene un ammontare di crediti  dipendente dai crediti per linea giocati.<br /><br />Il simbolo <b>Jolly</b> sostituisce tutti i simboli, esclusi quelli <b>Scatter</b> e bonus. Una combinazione  vincente che includa uno o più simboli jolly raddoppia la vincita. </p>"
  },
  {
    "code": "CSNINS_fhl",
    "name": "4Play Hi-lo",
    "description": "<p>Punta sui numeri giusti e vinci!</p>",
    "descriptionLong": "<p>L&#39;obiettivo di 4Play  Hi-Lo è di indovinare se il numero successivo visualizzato su uno dei rulli  sarà superiore o inferiore rispetto a quello visibile al momento. <br />\n  Prima di girare si deve scegliere il rullo con cui giocare  aumentando le possibilità di vincere. Si avrà inoltre la possibilità di vincere  una somma bonus durante ciascun turno di gioco, man mano che i numeri presenti  sul pannello dei bonus si accendono.</p>"
  },
  {
    "code": "CSNINS_mayanmagic92",
    "name": "Mayan Magic",
    "description": "<p>Gioca e vivi un viaggio avventuroso attraverso il mondo dei Maya</p>",
    "descriptionLong": "<p> Mayan Magic è una slot a 5 rulli e 50 linee. </p>\n<p>Ogni volta che si ottiene una vincita, sarà  possibile raddoppiare o quadruplicare l&#39;importo con il <b>Gioco Bonus Scommessa</b>; l&#39;obiettivo è indovinare il colore o il seme  della carta coperta. </p>\n<p> Se si indovina, si può scegliere di tentare  di raddoppiare/quadruplicare o incassare la vincita. Se non si indovina,  l&#39;importo della scommessa viene perso. </p>\n<p>Il simbolo <b>Scatter</b> può far ottenere <b>Giri  Gratis</b> e una vincita Scatter.</p>\n<p> Le vincite Bonus si sommano a quelle sulle  linee. Si applica solo la combinazione vincente più alta. </p>\n<p>Il simbolo <b>Jolly</b> sostituisce tutti i simboli, tranne i simboli Scatter. Quando  compare il simbolo Jolly e se è sostitutivo in una vincita di linea su qualunque  posizione sullo stesso rullo, tutti i simboli sui rulli in cui compare vengono  sostituiti da simboli jolly.</p>"
  },
  {
    "code": "CSNINS_eurobj",
    "name": "European Blackjack",
    "description": "<p>Gioca con European Blackjack, dimostra la  tua abilità e prova a battere il banco!</p>",
    "descriptionLong": "<p>Nell’European  Blackjack lo scopo è battere la mano del banco, senza superare il punteggio  di 21, ovvero senza sballare.<br />\n  All&#39;inizio di ogni mano di European Blackjack, dopo aver effettuato la puntata, il mazziere  distribuisce due carte scoperte al giocatore e una carta scoperta al banco. Se  con le prime due carte il punteggio realizzato è 21 e si realizza un Blackjack.</p>\n<p>Giocare è molto semplice, nell&#39;European Blackjack si  utilizzano mazzi di carte francesi: tutte le figure delle carte valgono 10, per  le carte da 2 a 10 conta il valore stampato sulla carta. L&#39;asso può valere 1 o  11.</p>"
  },
  {
    "code": "CSNINS_dnd",
    "name": "Deal or No Deal",
    "description": "<p>Scopri subito i 3 Giochi Bonus di Deal or No Deal e aumenta le tue vincite!</p>",
    "descriptionLong": "<p>Nella slot Deal or no Deal 3 o 4 simboli Scatter in qualsiasi posizione possono dare un numero illimitato di giri gratis finché non compare il simbolo del banco sul rullo centrale. Tutti i premi vinti durante i giri gratis vengono raddoppiati. <br />   3, 4 o 5 simboli Scatter in qualsiasi posizione possono attivare la giocata bonus “Deal or No Deal - The Jackpot”. Per la possibilità di vincere un jackpot, è necessario giocare con il numero massimo di linee per giro. <br />   Il giocatore dovrà scegliere la scatola fortunata che sarà quella con la quale si andrà a contrattare. Viene quindi offerto un importo in contanti che è possibile accettare oppure rifiutare. Se si rifiuta, il gioco ripete le offerte finché non rimangono solo una scatola ancora chiusa e la scatola fortunata del giocatore. Al giocatore viene, quindi, offerto di scambiare la scatola fortunata con l&#39;ultima scatola rimasta. <br />   Il simbolo jolly sostituisce tutti i simboli, esclusi quello Scatter. Una combinazione vincente che includa uno o più simboli jolly raddoppia la vincita.</p>"
  },
  {
    "code": "CSNINS_shs",
    "name": "Detective Chronicles",
    "description": "<p>Gioca e diventa l’investigatore più famoso del pianeta!</p>",
    "descriptionLong": "<p>Nella slot Detective Chronicles per accedere al <b>Gioco Bonus</b>, è necessario visualizzare 3 o più simboli bonus. Lo  scopo del gioco bonus è di scoprire l&#39;autore di un omicidio. Per identificare  l’assassino e vincere il premio finale, occorre identificare 5 tracce utili. <br />   Il jackpot si ottiene con 5 simboli jackpot i. Se viene giocato un  numero di crediti per giro e per linea inferiore al massimo, la vincita <b>Jackpot</b> è pari a 1000 X (con X pari al  numero di crediti puntati).<br /><br />Il simbolo <b>Jolly</b> sostituisce  tutti i simboli, ad eccezione di quelli scatter, jackpot e bonus. Quando  compare, e se fa parte di una combinazione vincente su una linea di vincita,  tutti i simboli sul rullo in cui esso è presente vengono sostituiti da simboli  jolly.</p>"
  },
  {
    "code": "CSNINS_bjhl",
    "name": "Blackjack High Low",
    "description": "<p>Raddoppia la tua sfida al banco del Blackjack</p>",
    "descriptionLong": "<p>In Blackjack  High Low oltre a giocare una mano standard di Blackjack è possibile anche  effettuare una puntata extra, indovinando se la somma del valore delle prime  due carte sarà alta o bassa.</p>\n<p>Nel Blackjack Standard lo scopo è battere  la mano del banco, senza superare il punteggio di 21, ovvero senza sballare. All&#39;inizio di ogni mano di Blackjack,  dopo aver effettuato la puntata, il mazziere distribuisce due carte (scoperte)  al giocatore e due carte al banco (una coperta e una scoperta). Se il punteggio  delle prime due carte è 21 si realizza un Blackjack.</p>\n<p>Giocare è molto semplice, nel Blackjack si  utilizzano mazzi di carte francesi: tutte le figure delle carte valgono 10, per  le carte da 2 a 10 conta il valore stampato sulla carta. L&#39;asso può valere 1 o  11. </p>"
  },
  {
    "code": "CSNTSS",
    "name": "Twenty Seven",
    "description": "<p>Gioca con <b>Twenty  Seven</b> e se trovi i simboli 27 e Mistery vinci ancora di più!</p>",
    "descriptionLong": "<p>Gioca con <b>Twenty  Seven</b> e combina i simboli arancia, stella, uva, limone, anguria e ciliegie. <br /><br />   Se trovi i simboli <b>27</b> e <b>Mistery</b> vinci ancora di più! Conquista il <b>Jackpot</b> in palio e raddoppia le tue vincite! Twenty Seven è una  slot machine con vincite dinamiche. Con <b>Twenty  Seven</b>, il giocatore può aggiudicarsi il jackpot in palio con qualsiasi  puntata. <br /><br />   Nella slot machine Twenty Seven, il giocatore ha la  possibilità di raddoppiare con un gioco al <b>Raddoppio</b>.  Per vincere è sufficiente prevedere il colore della carta capovolta. Se si  indovina, è possibile provare a raddoppiare ancora oppure incassare la vincita.  È possibile raddoppiare fino a cinque volte. <br /><br /> In Twenty Seven sono presenti anche i simboli <b>Mistery</b> e <b>Jolly</b>. Infatti, se il giocatore ottiene tre simboli Mystery, vince  un premio a caso dai pagamenti Mystery. Gioca con Twenty Seven è prova a  vincere il Jackpot progressivo in palio!</p>"
  },
  {
    "code": "CSNMED",
    "name": "Medusa",
    "description": "<p>Gioca con <b>Medusa</b> e tenta la fortuna con i simboli <b>Wild</b> e <b>Jolly</b>!</p>",
    "descriptionLong": "<p><b>Medusa</b> è una slot machine con <b>5  rulli</b> e <b>20 linee</b>. Il gioco  consente di vincere giri gratis e simboli <b>Wild</b> e <b>Jolly</b>.<br />   È possibile vincere una serie di <b>Free Spin</b> ottenendo tre, quattro o  cinque simboli <b>Scatter</b> da sinistra a  destra in qualsiasi posizione su rulli adiacenti. <br /><br />Non è necessario che i simboli <b>Scatter</b> appaiano sulle linee di vincita attive purché compaiano su  rulli adiacenti. Durante una sequenza di giri gratis, più simboli fungono da  simboli <b>Wild</b>. Il simbolo <b>Jolly</b> sostituisce tutti i simboli, ad  eccezione di quelli Scatter.</p>"
  },
  {
    "code": "200-1241-001",
    "name": "Natural Power",
    "description": "<p>Tutta la forza della Natura si è scatenata in Natural Powers.</p>",
    "descriptionLong": "<p>Tutta la forza della Natura si è scatenata in <b>Natural Powers</b>. Insieme a quattro  supereroine, dominatrici dei quattro elementi, questo gioco offre l’adrenalina  della funzione <b>FreeFall Symbols</b> e il  brivido delle cinque funzioni <b>Mystery</b>.<br /><br />   In maniera casuale, dopo un giro e dopo che un’azione  risultante dalla funzione FreFall Symbols è completata, può essere attivata una  funzione Mystery. Tutti i simboli eliminati dai rulli vengono sostituiti con  simboli che cadono a cascata dall’alto.<br /><br />   Attiva il Bonus Giri Gratuiti con tre simboli Bonus <b>Scatter</b>. I simboli Bonus compaiono sui  rulli 1, 2, 3 e 5 solo nel gioco Base.</p>"
  },
  {
    "code": "CSNDS",
    "name": "Demonio",
    "description": "<p>Gioca con <b>Demonio</b> e prova a raddoppiare la tua vincita!</p>",
    "descriptionLong": "<p>Gioca e vinci con la slot machine <b>Demonio</b>!<br /><br />   <b>Demonio</b> è una  slot machine con <b>5 rulli</b> e <b>5 linee di vincita</b>. <br /><br />   Con Demonio si può provare a vincere un jackpot con  qualsiasi puntata. Con la funzione <b>Raddoppio</b> è possibile raddoppiare il valore delle vincite realizzate. </p><p>   Nella slot machine Demonio è presente il simbolo Jolly che  può creare combinazioni vincenti con tutti gli altri simboli.  Ad ogni vincita, il giocatore ha la  possibilità di raddoppiare con un gioco al Raddoppio. Per vincere, è  sufficiente prevedere il colore della carta capovolta. Se si indovina è  possibile provare a raddoppiare ancora oppure incassare la vincita. È possibile  raddoppiare fino a cinque volte.</p>"
  },
  {
    "code": "CSNJPM",
    "name": "Joker Poker Multi Hand",
    "description": "<p>Gioca e moltiplica le tue vincite con <b>Joker Poker Multi Hand</b>!</p>",
    "descriptionLong": "<p>  Gioca e vinci con <b>Joker  Poker Multi Hand</b>!<br /><br />  La caratteristica del Joker Poker Multi Hand è la  possibilità di scegliere <b>quante mani  giocare in contemporanea</b>. Si può scegliere tra <b>5</b>,<b> 10 </b>o <b>25 mani</b>. Grazie ai Joker e ai “Multi  Hand”, vincere a Joker Poker Multi Hand è più facile, ed il gioco stesso  risulta più divertente. <br /><br />   La migliore combinazione è la <b>Scala Reale Naturale</b>, ossia realizzata con le carte di una tua mano  iniziale, ci sono poi a seguire il 5 di un Tipo, ossia un Poker più un Joker,  Scala Reale con Joker, Scala Colore, Poker, Full, Colore, Scala, Tris, Doppia  Coppia, Coppia di Assi o di Re. <br /><br />   Per scegliere le carte che intendi tenere, clicca sui bottoni  in corrispondenza di ciascuna di esse, che riportano la scritta &#34;<b>HOLD</b>&#34;.</p>"
  },
  {
    "code": "CSNCH",
    "name": "Casino Hold'em",
    "description": "<p>Gioca al <b>Casino  Hold&#39;em</b> e batti il mazziere!</p>",
    "descriptionLong": "<p>Lo scopo del <b>Casino  Hold&#39;em</b> è ricevere la migliore mano di poker composta da <b>5 carte</b> e battere la mano del mazziere.<br /><br />   All&#39;inizio del gioco bisogna piazzare la <b>puntata Ante</b>, verranno quindi  distribuite due carte al giocatore scoperte e due al mazziere coperte. Inoltre,  al centro del tavolo verranno poste <b>tre  carte flop</b> (comuni) scoperte.<br /><br />   Il giocatore e il mazziere possono utilizzare le tre carte  flop per ottenere il miglior punto di poker. A questo punto sarà possibile  scegliere se raddoppiare la puntata dell&#39;ante o passare, lasciando la vittoria  della mano al mazziere.<br /><br />   Se si decide di giocare, oltre al raddoppio della puntata  Ante (Puntata Call), verranno distribuite altre due carte comuni e verranno  scoperte le carte del mazziere, procedendo al confronto dei punti.<br /><br />   Per aprire il mazziere deve avere almeno una coppia di  quattro. Se il mazziere non può aprire, la puntata ante verrà pagata in base a  quanto riportato nella tabella di pagamento ante, fornita di seguito, e la  puntata call verrà restituita.<br /><br />   Se il mazziere può aprire e la sua mano è più forte, il  giocatore perde entrambe le puntate.<br /><br />   Se il mazziere può aprire, ma la mano del giocatore risulta  migliore, l&#39;ante verrà pagata in base a quanto riportato nella tabella ante e  la puntata call verrà pagata alla pari.<br /><br />   Se il mazziere può aprire e le due mani risultano di pari  valore, entrambe le puntate vengono restituite.</p>"
  },
  {
    "code": "CSNDSS",
    "name": "Double Sevens",
    "description": "<p>Gioca con <b>Double  Sevens</b> e con i simboli <b>Stretching  Wilds</b> moltiplichi le tue vincite.</p>",
    "descriptionLong": "<p>Gioca con <b>Double  Sevens</b>, <b>3 rulli</b> e <b>5 linee</b>, per vincere il <b>Jackpot</b> in palio!  Il gioco include la funzione &#34;<b>Stretching Wilds</b>&#34; che aumenta le  possibilità di vincere e anche il gioco Raddoppio che consente di raddoppiare  le vincite realizzate.  È possibile  accedere alla funzione <b>Raddoppio</b> a  seguito di una vincita e raddoppiare la vincita realizzata fino a quel momento. <br /><br />   In Double Sevens se il giocatore ottiene 3 simboli <b>Mystery</b> in qualsiasi posizione può  vincere un premio a caso dai pagamenti “Mystery”. Le vincite totali sono  costituite dal premio vinto moltiplicato per il numero di crediti puntati.</p>"
  },
  {
    "code": "CSNNEstarbust",
    "name": "Starbust",
    "description": "<p>Starburst™ è una slot emozionante con  ritmi frenetici. <b>Il gioco è disponibile anche su smartphone</b></p>",
    "descriptionLong": "<p>Starburst™ è una slot video con 5 ruote e 3 file che  presenta il <b>Jolly Starburst</b>™ con  giri ripetuti e vincite in entrambi i sensi.<br /><br />   I simboli <b>Starburst™  Wild</b> possono comparire sui rulli 2, 3 e 4 e attivano la giocata Starburst™  Wild.<br /><br />   Uno o più Starburst™ Wilds che compaiono in qualunque  posizione sui rulli 2, 3 o 4 attivano la giocata Starburst™ Wild.<br /><br />   I simboli Wild Starburst™ vengono visualizzati in qualsiasi  posizione sui rulli 2, 3 o 4, si espandono per coprire l&#39;intero rullo e vengono  bloccati quando gli altri rulli girano per avere un&#39;altra possibilità di  vincita.<br /><br />   La giocata Starburst™ Wild termina quando non compaiono più  Starburst™ Wilds durante un nuovo giro.<br /><br /> Fino a 2 simboli Starburst™ Wild aggiuntivi possono  comparire dopo che un Starburst™ Wild ha attivato un nuovo giro, che avvia 1  nuovo giro aggiuntivo per ogni simbolo Starburst™ Wild per un massimo di 3  nuovi giri.</p>"
  },
  {
    "code": "CSNDDS",
    "name": "Diamond",
    "description": "<p>Entra in un mondo di <b>diamanti</b> e tenta la <b>fortuna</b> con Diamond.</p>",
    "descriptionLong": "<p><b>Diamond</b> è una  slot machine con <b>4 rulli</b> <b>e 9 linee di vincita</b>. Ad ogni vincita  si ha la possibilità di raddoppiarla con una partita al raddoppio (tranne le  vincite del jackpot e quelle ottenute con i giri gratis). Nel <b>Gioco Bonus</b> e possibile tentare di  prevedere il colore della carta capovolta. Se si indovina e possibile provare a  raddoppiare ancora oppure incassare la vincita. È possibile raddoppiare fino a 5 volte.<br /><br />   Se si ottengono 3 o 4 simboli <b>Mystery</b> in qualsiasi posizione, viene vinto un premio. Il simbolo  del diamante e il simbolo <b>Jolly</b> (o  Wild) e sostituisce tutti gli altri simboli, esclusi quelli Mystery e bonus. Il  simbolo Jolly può anche generare delle vincite ordinarie. Se il giocatore  ottiene lo stesso simbolo in tutte le posizioni dei rulli, ottiene un <b>Full House</b> e tutte le vincite vengono  raddoppiate. Il jackpot può essere vinto ad ogni giro.</p>"
  },
  {
    "code": "CSNCL002_",
    "name": "Blackjack 10€ Live",
    "description": "<p>Metti<br /> in gioco le tue carte con il <b>Blackjack</b> 10€ LIVE!  Scegli il tuo posto al tavolo, chatta con la nostra croupier e fai 21</p>",
    "descriptionLong": "<p>Il Blackjack noto anche come &#34;21&#34; è considerato  uno dei giochi da tavolo più famoso al mondo. Nel Blackjack lo scopo è  avvicinarsi il più possibile al punteggio di 21 o comunque ottenere un totale  più alto del mazziere senza &#34;sballare&#34;.<br /><br />   Giocare è molto semplice, nel Blackjack si utilizzano mazzi  di carte francesi: tutte le figure delle carte valgono 10, per le carte da 2 a  10 conta il valore stampato sulla carta. L&#39;asso può valere 1 o 11.<br /><br />   Dopo aver effettuato la puntata, la croupier distribuisce le  carte: due al giocatore (scoperte) e due al banco (una coperta e una scoperta).<br /><br />   Se con le prime due carte non si ha in mano un  &#34;Blackjack&#34;, è possibile seguire le seguenti possibilità di gioco:  stare, chiedere carta, dividere o splittare, raddoppiare e infine  l&#39;assicurazione.<br /><br />   La puntata minima al tavolo è di 10€.</p>"
  },
  {
    "code": "CSNNEgonzo",
    "name": "Gonzo's Quest",
    "description": "<p>Cerca Eldorado, la mitica città dell’oro nella slot Gonzo’s  Quest. <b>Il gioco è disponibile anche su  smartphone.</b></p>",
    "descriptionLong": "<p>Gonzo’s Quest è una video slot senza rotazione dei rulli.  Offre 5 rulli, 3 righe e 20 linee di puntata con la funzione Avalanche™, vincite  Free Falls e sostituti Wild.<br /><br />   La linea di puntata vincente scatenerà una <b>Avalanche</b>. I simboli delle combinazioni  vincenti esplodono e scompaiono, lasciando il posto a una seconda Avalanche di  simboli per darti la possibilità di vincere di più.<br /><br />   Le Avalanches continuano fino a quando non si verificano più  vincite. Il moltiplicatore della vincita aumenta a ogni nuova Avalanche fino a  quando non raggiunge il moltiplicatore massimo.<br /><br />   Con Gonzo’s Quest è possibile attivare anche I simboli <b>Free Fall</b> compaiono sui rulli 1, 2 e 3.  3 simboli Free Falls attivano 10 Free Falls indipendentemente dalla linea di  puntata giocata.<br /><br /> I Free Falls usano la stessa puntata della giocata che li ha  attivati.</p>"
  },
  {
    "code": "200-1259-002",
    "name": "Wheel of Fortune Triple Extreme Spin",
    "description": "<p>Wheel of Fortune Triple Extreme Spin offre 720 modi per  vincere con soli 50 gettoni.</p>",
    "descriptionLong": "<p>Il Bonus Mini Ruota si attiva quando 3 o più simboli <b>Scatter</b> compaiono in qualsiasi  posizione sui rulli. I simboli che hanno attivato il Bonus si trasformano  all’istante in ruote che cominciano a girare contemporaneamente. Le vincite <b>Bonus Mini Ruota</b> sono indipendenti  dalle vincite <b>MultiWay</b> e vengono  aggiunte all&#39;importo totale pagato.</p><p>   Il Bonus è attivato da 3 o più simboli <b>Bonus</b> che compaiono in qualsiasi posizione sui rulli. Vengono  mostrate <b>12 buste</b> dopo l’ingresso  nel Bonus.</p><p> Ogni busta selezionata assegna un puntatore per la ruota  blu, rossa o gialla. Ogni ruota ha 3 puntatori e qualsiasi puntatore  selezionato dopo i primi 3 per una particolare ruota paga un importo  prestabilito. Se non vengono selezionati puntatori per la ruota rossa o quella  blu, viene vinto il puntatore centrale sulla ruota rossa. Quando tutte le  selezioni vinte sono esaurite, le ruote vengono fatte girare.</p>"
  },
  {
    "code": "CSNLTS",
    "name": "Luxor Temple",
    "description": "<p>Lasciati affascinare dall’antica città di <b>Luxor</b> e vinci!</p>",
    "descriptionLong": "<p><b>Luxor Temple</b> è  una slot machine con <b>5 rulli</b> e <b>5 linee</b>. Nella slot Luxor Temple sono  presenti <b>Tre Jackpot</b>, per provare a  vincere un jackpot, occorre giocare il numero massimo di crediti per linea. <br /><br />   È possibile ottenere dei <b>Giri Gratis</b> e dopo un qualsiasi giro gratis è possibile vincere  un&#39;altra sequenza di giri gratis. Per iniziare il gioco bonus, il giocatore  deve accumulare almeno 750 punti. Ogni volta in cui il simbolo bonus viene  visualizzato, il giocatore riceve un punto per ogni linea e ogni credito per  linea giocati. Il simbolo jolly sostituisce tutti i simboli, ad eccezione di  quelli “<b>Scatter</b>”, “<b>Jackpot</b>” e “<b>Bonus</b>”. Per vincere il Jackpot, il giocatore deve ottenere tre,  quattro o cinque simboli jackpot in fila su una linea di vincita attiva. Per  vincere il jackpot occorre giocare il massimo dei crediti per ogni linea.</p>"
  },
  {
    "code": "200-1182-002",
    "name": "100 Pandas",
    "description": "Gioca con i panda nella slot 100 Pandas ispirata alla cultura cinese. Per effettuare una mano seleziona la puntata per linea e il numero di linee.",
    "descriptionLong": "<b>Numeroso il lessico che proviene da parole arabe,<br /> tra cui vegetali<br /> (spinaci, carrubo),<br /> animali o caratteristiche d&#39;essi (cammello, fennec, ubara, ubèro), alimentari (sciroppo, sorbetto, zucchero, caffè, albicocca, zibibbo), suppellettili (materasso, zerbino).</b> <i>Dal persiano derivano parole come arancia, limone, asparago, candito, scacchi (da cui anche il matto di “scacco matto”), mago, scià, satrapo, divano, pasdaran.</i> <b>Dal persiano derivano parole come arancia, limone, asparago, candito, scacchi <i>(da cui anche il matto di “scacco matto”)</i>, mago, scià, satrapo, divano, pasdaran.</b> Negli ultimi decenni sono diventate d&#39;uso comune alcune parole provenienti dal sanscrito. Fra le più usate: guru, maharaja, karma, mahatma, mantra, pandit. <table><tr><th><b>Firstname</b></th><th><i>Lastname</i></th><td><i>      </i><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><td><i></i></td><i><th>Age</th>   </i></tr></table><i>   </i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i><tr><td>Jill</td><td>Smith</td><td>50</td></tr>   </i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i></i><i><tr><td>Eve</td><td>Jackson</td><td>94</td></tr> </i><i></i>"
  },
  {
    "code": "CSNFRO",
    "name": "French Roulette",
    "description": "<p>Gioca subito con la <b>French Roulette</b> e vivi le emozioni di un vero Casinò!</p>",
    "descriptionLong": "<p> Gioca subito con la <b>French Roulette</b> e prova le emozioni di vincere come in un vero casinò!<br /><br />  La French Roulette contiene <b>36 numeri</b> ed uno <b>zero (0)</b> e si differenzia dagli altri tipi di roulette per la disposizione del tavolo da gioco in cui i numeri e le possibili puntate sono posizionate in apposite aree del tavolo.<br /><br /> Nella French Roulette, è possibile effettuare due tipologie di puntata: <b>Inside Bets</b> e <b>Outside Bets</b>. Nella roulette francese le possibilità di vincita sono superiori a quelle della versione europea o americana, in quanto il giocatore con le puntate 1 a 1 perde solo il 50% della sua puntata se la pallina della roulette si ferma sullo zero, questa viene definita la regola <b>La Partage</b>.</p>"
  },
  {
    "code": "CSNBJ",
    "name": "Blackjack",
    "description": "<p>Batti il  banco e vinci al <b>Blackjack</b>! Il gioco  è disponibile anche su <b>Smartphone</b> e <b>Tablet</b>.</p>",
    "descriptionLong": "<p>Batti il  banco e vinci con il <b>Blackjack</b>!<br /><br />   Il <b>Blackjack</b>, noto anche come <b>21</b>,  è considerato uno dei giochi da tavolo più famoso al mondo. Nel Blackjack lo  scopo è avvicinarsi il più possibile al punteggio di 21 o comunque ottenere un  totale più alto del mazziere senza “<b>sballare</b>”.  Se con le prime due carte non si ha in mano  un &#34;Blackjack&#34;, è possibile seguire le seguenti possibilità di gioco: <b>Stare</b>, <b>Chiedere carta</b>, <b>Dividere</b> o <b>Splittare</b>, <b>Raddoppiare</b>. Il banco deve prendere carte finché raggiunge almeno  il <b>punteggio</b> di <b>17</b> e quando raggiunge 17 o un punteggio più alto non può prendere  altre carte e deve necessariamente stare. <br /><br /> Il gioco è disponibile anche su <b>Smartphone</b> e <b>Tablet</b>. Scarica sul tuo smartphone l&#39;<b>APP Lottomatica</b> per iOS e Android.</p>"
  },
  {
    "code": "CSNPTtmqd",
    "name": "The Three Musketeers and The Queen's Diamond",
    "description": "<p>Con i famigerati 3 moschettieri e il mitico D’Artagnan.</p>",
    "descriptionLong": "<p>Nella slot  The Three Musketeers and the Queen&#39;s Diamond sono presenti i Free Spin <b>Three Musketeers</b>. I free spin vengono attivati dalla comparsa simultanea di almeno un simbolo partite gratuite sul 1º  e 5º rullo. Ogni simbolo comparso sui rulli premia con 3 partite gratuite,  quindi le prime partite gratuite vinte non possono essere meno di 6 e più di  24. </p><p>The Three Musketeers and the Queen’s Diamond™ include 3  simboli <b>Scatter</b> che compaiono  durante la partita principale e durante le partite gratuite Free Musketeers.</p><p>Se 2 o 3 scatter appaiono tra i risultati del giro, la  vincita viene moltiplicata per la puntata totale e aggiunta alle eventuali  vincite della linea di pagamento.</p>"
  },
  {
    "code": "CSNNEpyramid",
    "name": "Pyramid: Quest for  Immortality™",
    "description": "<p>Gioca con 5 rulli e 720 linee di vincita e prova la Avalanche™.</p>",
    "descriptionLong": "<p>Pyramid: Quest for Immortality™ è una video slot a 5 rulli e  720 modi di puntata che presenta funzioni come sostituzioni Wild, generazioni  Wild, moltiplicatori e la giocata Avalanche™.<br /><br />   Una vincita di puntata avvia un&#39;Avalanche. I simboli delle  combinazioni vincenti esplodono e scompaiono, lasciando il posto a una seconda  Avalanche di simboli per darti la possibilità di vincere di più. <br /><br />   Le Avalanches continuano fino a quando non si verificano più  vincite. I simboli Wild sostituiscono tutti i simboli. </p>"
  },
  {
    "code": "CSNNEbloodsuck",
    "name": "Blood Suckers",
    "description": "<p>Entra nel mondo dei vampiri e cerca Bonus Game “Vampire Slaying”.</p>",
    "descriptionLong": "<p>Nella slot <b>Blood Sucker</b> con 3  o più simboli <b>Scatter</b> che compaiono  sui rulli durante i Free Spins attivano 10 Free Spins aggiuntivi.<br />   I <b>Free Spins</b> vengono giocati  con lo stesso numero di linee, livello e valore dei gettoni del round che li ha  attivati.  Con 3 o più simboli Bonus  consecutivi su una linea di puntata si attiva un <b>Bonus Game</b>. La partita bonus termina quando i pipistrelli escono  dalla bara selezionata. Viene assegnata un solo Bonus Game per giro.</p>"
  },
  {
    "code": "CSNMG1014510001",
    "name": "Immortal Romance",
    "description": "<p>Gioca e entra nella trama di un misterioso romanzo, ti aspettano tanti bonus!</p>",
    "descriptionLong": "<p>L&#39;obiettivo del gioco è far girare i  rulli, in modo da formare una combinazione vincente di simboli sulla payline. <br />   Il simbolo Logo Immortal Romance è un  simbolo <b>Jolly</b> moltiplicatore che  raddoppia la vincita per qualsiasi combinazione che completa come simbolo  jolly.</p><p>Il simbolo Battente è un simbolo <b>Scatter</b> che completa una combinazione  scatter vincente quando 2 o più simboli compaiono sui rulli e attiva la partita  bonus <b>Chamber of Spins</b> quando 3 o  più compaiono sui 5 rulli. Non può essere sostituito dal simbolo jolly.</p><p>Per sbloccare tre delle partite bonus,  devi attivare la partita bonus Chamber of Spins per un determinato numero di  volte.</p><p>Ogni partita bonus assegna giocate  gratuite con un&#39;ulteriore funzione bonus.</p>"
  },
  {
    "code": "CSNCL003",
    "name": "Baccarat Live",
    "description": "<p>Gioca e prova a ottenere il punteggio massimo di 9!</p>",
    "descriptionLong": "<p>Come per il Baccarat tradizionale, anche per la versione  &#34;live&#34; le regole del gioco sono molto semplici infatti, tutte le  carte mantengono il proprio valore ad eccezione delle figure che hanno valore  zero e degli assi che hanno valore uno.<br /><br />   Scopo del gioco è  infatti indovinare se sarà il banco o il giocatore a vincere la mano ottenendo  il punteggio più vicino a 9 o, in alternativa, se la mano finirà in pareggio.<br /><br />   Le puntate potranno essere effettuate solo prima che la  croupier distribuisca le carte! Una volta chiuse le scommesse infatti, la  croupier distribuirà due carte al Giocatore e due al Banco.<br /><br />   Se il valore di una delle due mani è pari ad un 9  &#34;naturale&#34; o ad un 8 &#34;naturale&#34; (cioè composto dalle prime  due carte), la mano si considera chiusa e non verranno distribuite altre carte.<br /><br /> In caso contrario verrà rispettata la &#39;Regola della terza  carta&#39;.</p>"
  },
  {
    "code": "CSNCL001_1",
    "name": "Immersive Roulette Live",
    "description": "<p>L&#39;Immersive Roulette è la nuova live Roulette, con croupier in lingua inglese</p>",
    "descriptionLong": "<p>L&#39;Immersive Roulette è la nuova live Roulette, con croupier in lingua inglese, che permette ai giocatori di avvicinarsi ancora di più all&#39;azione dal vivo e di vedere e provare emozioni come mai prima.<br />\nQuando il croupier gira la ruota varie telecamere permettono ai giocatori di vedere e seguire da vicino tutti i rimbalzi e i movimenti della pallina in Alta Definizione.<br />\nLe visualizzazioni della telecamera cambiano automaticamente ogniqualvolta si realizza una giocata dal vivo, seguendo la pallina in ogni emozionante movimento del suo giro intorno alla ruota. Poi, una volta che la pallina si ferma, un replay a rallentatore conferma il numero e il colore vincente offrendo ai giocatori più tempo per assaporare la vittoria.</p>\n\n<p>Sono ben 12 le telecamere che permettono di visualizzare il gioco nelle varie angolazioni. Inoltre con la modalità slow motion per la prima volta è possibile osservare la pallina al rallentatore nel momento in cui si ferma nel suo settore.Puntata minima 1€.</p>"
  },
  {
    "code": "CSNCL004",
    "name": "Casino Hold'em Live",
    "description": "<p>Siediti al primo tavolo live di Casino Hold&#39;em in Italia!</p>",
    "descriptionLong": "<p>Il &#34;Casino Hold&#39;em&#34; si basa su una variante del  popolare gioco di poker Texas Hold&#39;em dove la caratteristica fondamentale è  quella di giocare contro il banco e non contro altri giocatori. <br /><br />   L&#39;obiettivo del gioco è quello di battere la mano della  croupier totalizzando la miglior mano di poker, con le due carte del giocatore  e le cinque carte comuni. E&#39; anche possibile aggiungere la puntata Bonus.<br /><br />   Nel Casino Hold&#39;em la croupier serve due carte scoperte al  giocatore e due carte coperte al banco. Al centro del tavolo verranno  posizionate cinque carte comuni.<br /><br />   A questo punto, non resta che valutare le tue possibilità di  vittoria e decidere se vedere e continuare a giocare o lasciare.<br /><br />   Fai la tua scelta, entra in un ambiente di gioco  completamente dedicato a te, scegli tra due differenti visualizzazioni del  gioco (2D o 3D).</p>"
  },
  {
    "code": "CSNNEtwinspin",
    "name": "Twin Spin",
    "description": "<p>Gioca e vinci con i simboli Wild e la giocata Twin! </p>",
    "descriptionLong": "<p>Nella slot Twin Spin i simboli <b>Wild</b> possono comparire solo sui rulli 2, 3, 4 e 5 e possono  sostituire tutti i simboli. <br /><br />   Nella slot Twin Spin è presente la giocata <b>Twin Reel</b>.  Ogni giro inizia con rulli gemelli vicini  identici collegati tra loro. Durante il giro i rulli gemelli possono espandersi  e diventare tre, quattro o anche cinque rulli gemelli.<br /><br />   All&#39;inizio di ogni giro, i rulli gemelli identici possono  comparire adiacenti su qualsiasi dei 5 rulli.<br /><br /> Il numero di rulli che vengono collegati è casuale e il  collegamento avviene in modo indipendente per ciascun giro.</p>"
  },
  {
    "code": "200-1073-001",
    "name": "Double Bonus Spin Roulette",
    "description": "<p>Doppio divertimento nella variante Double Bonus Spin Roulette</p>",
    "descriptionLong": "<p>Per giocare alla Roulette bisogna prevedere dove cadrà la  pallina nella ruota, ed effettuare puntate di conseguenza. Lo scopo in Double  Bonus Spin Roulette™ è lo stesso ma con l’aggiunta di un aiuto attraverso il  bonus Giri Gratuiti. <br /><br />   Player’s Suite® Double Bonus Spin Roulette™ è caratterizzato  da un bonus giallo, grande una volta e mezza più degli altri settori. La  pallina ha, quindi, il 50% di possibilità di atterrare nel settore giallo  piuttosto che altrove. <br /><br />   Quando la pallina arriva nel settore giallo, e si sono  effettuate puntate standard alla roulette, si avrà la possibilità di vincere il  giro gratis, ovvero il giro libero che si potrà fare su una speciale ruota di  bonus con due file di numeri.<br /><br /> Se il giocatore farà una puntata opzionale sullo stesso settore  giallo, l’emozione sarà raddoppiata e potrà vincere oltre 1200x nel giro premio.</p>"
  },
  {
    "code": "CSNCL002",
    "name": "Blackjack 5€ Live",
    "description": "<p>Metti in gioco le tue carte con il Live Blackjack anche su Smartphone e Tablet.</p>",
    "descriptionLong": "<p>Il Blackjack noto anche come &#34;21&#34; è considerato  uno dei giochi da tavolo più famoso al mondo. Nel Blackjack lo scopo è  avvicinarsi il più possibile al punteggio di 21 o comunque ottenere un totale  più alto del mazziere senza &#34;sballare&#34;.</p><p></p>   Giocare è molto semplice, nel Blackjack si utilizzano mazzi  di carte francesi: tutte le figure delle carte valgono 10, per le carte da 2 a  10 conta il valore stampato sulla carta. L&#39;asso può valere 1 o 11.<p></p>   Dopo aver effettuato la puntata, la croupier distribuisce le  carte: due al giocatore (scoperte) e due al banco (una coperta e una scoperta).<p></p> Se con le prime due carte non si ha in mano un  &#34;Blackjack&#34;, è possibile seguire le seguenti possibilità di gioco:  stare, chiedere carta, dividere o splittare, raddoppiare e infine  l&#39;assicurazione.<p>La puntata minima al tavolo è di 5 €.</p>"
  },
  {
    "code": "CSNEURO",
    "name": "European Roulette",
    "description": "<p>Gioca subito con la European Roulette anche su Smartphone e Tablet.</p>",
    "descriptionLong": "<p>Gioca e divertiti con la <b>European Roulette</b>! <br /><br /> La <b>European Roulette</b> prevede <b>36 numeri</b> ed uno <b>zero (0)</b> e si differenzia dagli altri tipi di roulette per il del tavolo da gioco in cui i numeri e le possibili puntate sono posizionate in apposite aree del tavolo. Nella European Roulette è possibile effettuare due tipologie di puntata: <b>Inside Bets</b> e <b>Outside Bets</b>. <br /><br /> Le Puntate interne sono Straight up, Split, Street, Corner, Line. Le Puntate esterne sono: Colonna, Dozzina, Rosso/Nero, Pari/Dispari e Manque/Passe, Rosso/Nero, Pari/Dispari, Alto/Basso. <br /><br />Il gioco è disponibile anche su <b>Smartphone</b> e <b>Tablet</b>. Scarica sul tuo smartphone l&#39;<b>APP Lottomatica</b> per iOS e Android.</p>"
  },
  {
    "code": "CSNCL001_",
    "name": "Auto Roulette Live",
    "description": "<p>Scopri l’Auto Roulette, il 1° tavolo live di Roulette senza dealer!</p>",
    "descriptionLong": "<p>L&#39;Auto Roulette è una variante della Roulette Live ma senza dealer, dove chi gioca può anche ascoltare musica direttamente su Radio Lottomatica, la prima radio on air 24 ore su 24 che trasmette tutti i più grandi successi musicali.<br />\nInteramente dedicata ai giocatori del Casinò Live che potranno così giocare al 1° tavolo in Italia di Auto Roulette Live &#34;musicale&#34;, senza dealer, con una puntata minima di soli 0,50 € e con spin più veloci.  </p>"
  },
  {
    "code": "CSNCL001",
    "name": "Roulette con Croupier",
    "description": "<p>Scopri la Roulette Live e vivi le emozioni della regina dei giochi da Casinò!</p>",
    "descriptionLong": "<p>La <b>Roulette Live</b>,  variante della classica roulette europea. A disposizione dei giocatori, un  ambiente di gioco dove poter scegliere la visualizzazione in <b>2D</b>, focalizzata sulla bowl della  roulette o la visualizzazione in <b>3D </b>con  la presenza di una delle nostre dealer.<br /><br />   Nella Roulette Live, la croupier lancia la pallina all&#39;interno  di una ruota fino a quando non si ferma su uno dei <b>37 numeri disponibili</b>. Per vincere dovrai puntare sul numero  vincente.<br /><br />   Le puntate nella Roulette Live possono essere effettuate  prima che la croupier dica: &#34;le puntate sono chiuse&#34;. Tieni d&#39;occhio  il semaforo: con la luce verde puoi effettuare le tue puntate, con la luce  gialla devi affrettarti e con la luce rossa non è più possibile puntare.<br /><br />   Quando la pallina si ferma, la croupier annuncia il numero  vincente e tutte le puntate vengono pagate automaticamente.</p>"
  },
  {
    "code": "200-1142-001",
    "name": "3 Wheel Roulette",
    "description": "<p>3 Wheel Roulette offre una tripla ruota e tre possibilità di  vincere in ogni giro.</p>",
    "descriptionLong": "<p>Per giocare alla Roulette bisogna effettuare puntate e  prevedere dove cadrà la pallina. Anche <b>3  Wheel Roulette</b> ha lo stesso scopo, ma ha maggiori probabilità di vincita  grazie all’uscita di tre numeri contemporaneamente.<br /><br />   <b>Players Suite 3 Wheel  Roulette</b> è caratterizzato da opzioni che rendono il gioco ancor più  popolare, come ad esempio scommesse avanzate per appassionati, schermate  cronologiche complete per giocatori di schemi fissi, potenti acceleratori di  puntata.<br /><br /> Maggiori opportunità di vincita con il nuovissimo, <b>superpotente Colour Up Bonus</b>. Basata  sulla combinazione dei numeri finali delle 3 ruote, una sola puntata <b>Colour Up Bonus</b> può far vincere diversi  premi, dal raddoppio dell&#39;importo grazie a un semplice colore, sino alla  vincita <b>1200x con 3 zeri</b>.</p>"
  },
  {
    "code": "CSNJPP2",
    "name": "Jackpot Poker",
    "description": "<p>Realizza il migliore punteggio e raddoppia la vincita!</p>",
    "descriptionLong": "<p>Lo scopo di <b>Jackpot  Poker</b> è realizzare il migliore punteggio di poker. <br /><br />   Vengono distribuite  5  carte ed è possibile scegliere quali carte tenere e quali scartare. Le carte  scartate verranno automaticamente sostituite con nuove carte.<br /><br />   Se si ottiene una combinazione vincente è possibile  incassare subito la vincita o provare a raddoppiarla giocando al <b>Gioco Bonus</b>.<br /><br />   Con il Gioco Bonus è possibile provare a <b>raddoppiare la vincita</b> ottenuta e per  vincere è sufficiente indovinare il colore o il seme della carta coperta al  centro della schermata di gioco. Se si indovina, la vincita viene raddoppiata  ed è quindi possibile incassare; in caso contrario si perde tutto. Il Gioco  Bonus è giocabile fino ad massimo di 5 volte.</p>"
  },
  {
    "code": "CSNBTBS",
    "name": "Break The Bank",
    "description": "<p>Allinea i lingotti, i diamanti, le monete e sbanca tutto!</p>",
    "descriptionLong": "<p>Break the Bank è una slot machine con 3 rulli e 5 linee. È possibile vincere una quantità di crediti proporzionale al numero di crediti puntati per giro con ciascuna combinazione vincente. Con la slot machine Break the Bank si hanno molte possibilità di vincita: Gioco Bonus, Gioco Raddoppio e un Jackpot in palio!<br />  <br />In Break the Bank il giocatore ha la possibilità di raddoppiare con un gioco al Raddoppio. Per vincere, è sufficiente prevedere il colore della carta capovolta. Se si indovina, è possibile provare a raddoppiare ancora oppure incassare la vincita. È possibile raddoppiare fino a cinque volte.<br />  <br />Con il Gioco Bonus Criss-Cross è possibile vincere 10, 15 o 20 Free Spin! Per vincere è sufficiente ottenere tre simboli bonus in qualsiasi posizione delle linee di vincita.</p>"
  },
  {
    "code": "CSNCL002_1",
    "name": "Blackjack Vip Live",
    "description": "<p>Siediti all’esclusivo tavolo di Blackjack Live VIP e buon divertimento!</p>",
    "descriptionLong": "<p>Il Blackjack noto anche come &#34;21&#34; è considerato  uno dei giochi da tavolo più famoso al mondo. Nel Blackjack lo scopo è  avvicinarsi il più possibile al punteggio di 21 o comunque ottenere un totale  più alto del mazziere senza &#34;sballare&#34;.<br /><br /> Giocare è molto semplice, nel Blackjack si utilizzano mazzi  di carte francesi: tutte le figure delle carte valgono 10, per le carte da 2 a  10 conta il valore stampato sulla carta. L&#39;asso può valere 1 o 11.<br /><br /> Dopo aver effettuato la puntata, la croupier distribuisce le  carte: due al giocatore (scoperte) e due al banco (una coperta e una scoperta).<br /><br /> Se con le prime due carte non si ha in mano un  &#34;Blackjack&#34;, è possibile seguire le seguenti possibilità di gioco:  stare, chiedere carta, dividere o splittare, raddoppiare e infine  l&#39;assicurazione.<br /><br /> La puntata minima al tavolo è di 25€.</p>"
  }
]